let selectCount = {
  sex:{
    '1': '男',
    '2': '女',
  },
  cesaSec:{
    '2': '剖宫产',
    '1': '自然分娩',
    '3': '臀围产',
    '4': '足先露',
    '5': '其他',
    '6': '不详',
  },
  gonadalSex:{
    '1': '男',
    '2': '女',
  },
  fetProHis:{
    '1': '无',
    '2': '有',
  },
  asph:{
    '1': '无',
    '2': '轻度窒息',
    '3': '重度窒息',
  },
  preInf:{
    '1': '有',
    '2': '无',
    '3': '不详',
  },
  level:{
    '0': '普通用户',
    '1': '初审人',
    '2': '复审人',
    '3': '管理员',
    '4': '医学编辑',
    '5': '终审人',
  },
  professional:{
    '10040001': '助理医师',
    '10040002': '医师',
    '10040003': '主治医师',
    '10040004': '副主任医师',
    '10040005': '主任医师',
  },
}

export default selectCount
