ICDDataArray = [
    {
        'value': 'E00',
        'label': 'E00 先天性碘缺乏综合征'
    },
    {
        'value': 'E00.000x001',
        'label': 'E00.000x001 神经病型先天性碘缺乏综合征'
    },
    {
        'value': 'E00.000x002',
        'label': 'E00.000x002 神经病型地方性呆小病'
    },
    {
        'value': 'E00.100x001',
        'label': 'E00.100x001 粘液水肿型先天性碘缺乏综合征'
    },
    {
        'value': 'E00.100x002',
        'label': 'E00.100x002 粘液水肿型地方性呆小病'
    },
    {
        'value': 'E00.100x003',
        'label': 'E00.100x003 甲状腺功能减退型地方性呆小病'
    },
    {
        'value': 'E00.200x001',
        'label': 'E00.200x001 混合型先天性碘缺乏综合征'
    },
    {
        'value': 'E00.200x002',
        'label': 'E00.200x002 混合型地方性呆小病'
    },
    {
        'value': 'E00.900x002',
        'label': 'E00.900x002 先天性碘缺乏性甲状腺功能减退症'
    },
    {
        'value': 'E00.900x004',
        'label': 'E00.900x004 地方性克汀病'
    },
    {
        'value': 'E00.900x005',
        'label': 'E00.900x005 散发性克汀病'
    },
    {
        'value': 'E00.900x001',
        'label': 'E00.900x001 呆小病[克汀病]'
    },
    {
        'value': 'E01.000x001',
        'label': 'E01.000x001 碘缺乏相关性弥漫性甲状腺肿'
    },
    {
        'value': 'E01.000x002',
        'label': 'E01.000x002 碘缺乏相关性弥漫性锁骨下甲状腺肿'
    },
    {
        'value': 'E01.000x003',
        'label': 'E01.000x003 碘缺乏相关性弥漫性胸骨后甲状腺肿'
    },
    {
        'value': 'E01.100x001',
        'label': 'E01.100x001 碘缺乏相关性多结节性甲状腺肿'
    },
    {
        'value': 'E01.100x002',
        'label': 'E01.100x002 碘缺乏相关性多结节性胸骨后甲状腺肿'
    },
    {
        'value': 'E01.100x003',
        'label': 'E01.100x003 碘缺乏相关性结节性甲状腺肿'
    },
    {
        'value': 'E01.200x002',
        'label': 'E01.200x002 碘缺乏相关性甲状腺肿'
    },
    {
        'value': 'E01.200x001',
        'label': 'E01.200x001 幼年期缺碘性甲状腺肿'
    },
    {
        'value': 'E01.201',
        'label': 'E01.201 地方性甲状腺肿'
    },
    {
        'value': 'E01.800x002',
        'label': 'E01.800x002 后天性碘缺乏性甲状腺功能减退症'
    },
    {
        'value': 'E01.801',
        'label': 'E01.801 碘性甲状腺功能减退'
    },
    {
        'value': 'E01.802+F02.8*',
        'label': 'E01.802+F02.8* 后天性甲状腺机能减退性痴呆'
    },
    {
        'value': 'E02.x00x001',
        'label': 'E02.x00x001 临床症状不明显[亚临床]的碘缺乏性甲状腺功能减退症'
    },
    {
        'value': 'E03.000x003',
        'label': 'E03.000x003 先天性甲状腺功能减退症伴弥漫性甲状腺肿'
    },
    {
        'value': 'E03.000x002',
        'label': 'E03.000x002 先天性非毒性甲状腺肿'
    },
    {
        'value': 'E03.000x004',
        'label': 'E03.000x004 先天性实质的甲状腺肿'
    },
    {
        'value': 'E03.100x003',
        'label': 'E03.100x003 先天性甲状腺功能减退症不伴甲状腺肿'
    },
    {
        'value': 'E03.100x001',
        'label': 'E03.100x001 先天性甲状腺萎缩'
    },
    {
        'value': 'E03.100x002',
        'label': 'E03.100x002 甲状腺发育不全伴粘液性水肿'
    },
    {
        'value': 'E03.100x004',
        'label': 'E03.100x004 先天性甲状腺功能不全'
    },
    {
        'value': 'E03.101',
        'label': 'E03.101 甲状腺发育不良'
    },
    {
        'value': 'E03.200x003',
        'label': 'E03.200x003 外源性物质引起的甲状腺功能减退症'
    },
    {
        'value': 'E03.201',
        'label': 'E03.201 药物性甲状腺功能减退症'
    },
    {
        'value': 'E03.200x011',
        'label': 'E03.200x011 药物性甲状腺功能减退'
    },
    {
        'value': 'E03.202',
        'label': 'E03.202 医源性甲状腺功能减退症'
    },
    {
        'value': 'E03.200x012',
        'label': 'E03.200x012 医源性甲状腺功能减退'
    },
    {
        'value': 'E03.300',
        'label': 'E03.300 感染后甲状腺功能减退症'
    },
    {
        'value': 'E03.400',
        'label': 'E03.400 甲状腺萎缩（后天性）'
    },
    {
        'value': 'E03.500',
        'label': 'E03.500 黏液性水肿昏迷'
    },
    {
        'value': 'E03.800',
        'label': 'E03.800 甲状腺功能减退症，其他特指的'
    },
    {
        'value': 'E03.800x001',
        'label': 'E03.800x001 继发性甲状腺功能减退'
    },
    {
        'value': 'E03.800x002',
        'label': 'E03.800x002 原发性甲状腺功能减退'
    },
    {
        'value': 'E03.803+F02.8*',
        'label': 'E03.803+F02.8* 其他特指的后天性甲状腺机能减退性痴呆'
    },
    {
        'value': 'E03.900x004+I43.8*',
        'label': 'E03.900x004+I43.8* 甲状腺功能减退性心脏病'
    },
    {
        'value': 'E03.900x005+M14.5*',
        'label': 'E03.900x005+M14.5* 甲状腺功能减退性关节炎'
    },
    {
        'value': 'E03.900x006',
        'label': 'E03.900x006 亚临床甲状腺功能减退'
    },
    {
        'value': 'E03.900x002',
        'label': 'E03.900x002 粘液性水肿'
    },
    {
        'value': 'E03.902+G73.5*',
        'label': 'E03.902+G73.5* 甲状腺功能减退性肌病'
    },
    {
        'value': 'E04.000',
        'label': 'E04.000 非毒性弥漫性甲状腺肿'
    },
    {
        'value': 'E04.001',
        'label': 'E04.001 单纯性甲状腺肿'
    },
    {
        'value': 'E04.100x005',
        'label': 'E04.100x005 非毒性单结节性甲状腺肿'
    },
    {
        'value': 'E04.101',
        'label': 'E04.101 甲状腺结节'
    },
    {
        'value': 'E04.102',
        'label': 'E04.102 甲状腺囊肿'
    },
    {
        'value': 'E04.103',
        'label': 'E04.103 胸骨后甲状腺囊肿'
    },
    {
        'value': 'E04.104',
        'label': 'E04.104 胶性结节甲状腺肿'
    },
    {
        'value': 'E04.200x001',
        'label': 'E04.200x001 囊性甲状腺肿'
    },
    {
        'value': 'E04.200x003',
        'label': 'E04.200x003 非毒性多个甲状腺结节'
    },
    {
        'value': 'E04.201',
        'label': 'E04.201 甲状腺肿伴囊性变'
    },
    {
        'value': 'E04.800',
        'label': 'E04.800 非毒性甲状腺肿，其他特指的'
    },
    {
        'value': 'E04.801',
        'label': 'E04.801 青春期甲状腺肿'
    },
    {
        'value': 'E04.900x001',
        'label': 'E04.900x001 甲状腺肿'
    },
    {
        'value': 'E04.900x006',
        'label': 'E04.900x006 甲状腺锥叶代偿性肿大'
    },
    {
        'value': 'E04.901',
        'label': 'E04.901 胸骨后甲状腺肿'
    },
    {
        'value': 'E04.902',
        'label': 'E04.902 结节性甲状腺肿'
    },
    {
        'value': 'E04.903',
        'label': 'E04.903 胸骨后结节性甲状腺肿'
    },
    {
        'value': 'E04.904',
        'label': 'E04.904 锁骨下甲状腺肿'
    },
    {
        'value': 'E05.000',
        'label': 'E05.000 甲状腺毒症伴有弥漫性甲状腺肿'
    },
    {
        'value': 'E05.000x001',
        'label': 'E05.000x001 弥漫性甲状腺肿伴甲状腺功能亢进症[Graves病]'
    },
    {
        'value': 'E05.002+H06.2*',
        'label': 'E05.002+H06.2* 甲状腺功能障碍性突眼'
    },
    {
        'value': 'E05.000x002+H06.2*',
        'label': 'E05.000x002+H06.2* 甲状腺功能亢进性突眼症'
    },
    {
        'value': 'E05.003',
        'label': 'E05.003 毒性弥漫性甲状腺肿'
    },
    {
        'value': 'E05.100',
        'label': 'E05.100 甲状腺毒症伴有毒性单个甲状腺结节'
    },
    {
        'value': 'E05.200x004',
        'label': 'E05.200x004 高功能腺瘤伴甲状腺功能亢进症'
    },
    {
        'value': 'E05.201',
        'label': 'E05.201 毒性结节性甲状腺肿'
    },
    {
        'value': 'E05.200x002',
        'label': 'E05.200x002 结节性甲状腺肿伴甲状腺功能亢进'
    },
    {
        'value': 'E05.203',
        'label': 'E05.203 自主性高功能性甲状腺腺瘤伴甲状腺功能亢进症'
    },
    {
        'value': 'E05.300x001',
        'label': 'E05.300x001 异位甲状腺组织的甲状腺毒症'
    },
    {
        'value': 'E05.301',
        'label': 'E05.301 异位甲状腺肿'
    },
    {
        'value': 'E05.302',
        'label': 'E05.302 纵隔甲状腺肿'
    },
    {
        'value': 'E05.400x001',
        'label': 'E05.400x001 医源性甲状腺功能亢进症'
    },
    {
        'value': 'E05.500',
        'label': 'E05.500 甲状腺危象'
    },
    {
        'value': 'E05.800x001',
        'label': 'E05.800x001 TSH依赖性甲状腺功能亢进症'
    },
    {
        'value': 'E05.800x005',
        'label': 'E05.800x005 亚临床甲状腺功能亢进'
    },
    {
        'value': 'E05.800x011',
        'label': 'E05.800x011 垂体促甲状腺激素瘤'
    },
    {
        'value': 'E05.800x012',
        'label': 'E05.800x012 碘源性甲状腺功能亢进'
    },
    {
        'value': 'E05.800x013',
        'label': 'E05.800x013 药物性甲状腺功能亢进'
    },
    {
        'value': 'E05.800x014',
        'label': 'E05.800x014 原发性甲状腺功能亢进'
    },
    {
        'value': 'E05.801',
        'label': 'E05.801 促甲状腺激素分泌过度'
    },
    {
        'value': 'E05.802',
        'label': 'E05.802 碘原性甲状腺功能亢进症'
    },
    {
        'value': 'E05.804',
        'label': 'E05.804 药物性甲状腺功能亢进症'
    },
    {
        'value': 'E05.805',
        'label': 'E05.805 原发性甲状腺功能亢进症'
    },
    {
        'value': 'E05.806',
        'label': 'E05.806 促甲状腺激素不适当分泌综合征'
    },
    {
        'value': 'E05.900x001',
        'label': 'E05.900x001 甲状腺功能亢进症'
    },
    {
        'value': 'E05.900x002+G73.0*',
        'label': 'E05.900x002+G73.0* 甲状腺功能亢进症合并周期性麻痹'
    },
    {
        'value': 'E05.900x002+G72.303',
        'label': 'E05.900x002+G72.303 甲亢性周期性麻痹'
    },
    {
        'value': 'E05.900x004+I43.8*',
        'label': 'E05.900x004+I43.8* 甲状腺毒性心脏病'
    },
    {
        'value': 'E05.900x004+I42.800x008',
        'label': 'E05.900x004+I42.800x008 甲状腺毒性心肌病'
    },
    {
        'value': 'E05.900x005+M14.5*',
        'label': 'E05.900x005+M14.5* 甲状腺毒症性关节病'
    },
    {
        'value': 'E05.900x007+G73.0*',
        'label': 'E05.900x007+G73.0* 甲亢性肌无力综合征'
    },
    {
        'value': 'E05.902+H58.8*',
        'label': 'E05.902+H58.8* 甲状腺毒症性眼病'
    },
    {
        'value': 'E05.903+I43.8*',
        'label': 'E05.903+I43.8* 甲状腺功能亢进性心脏病'
    },
    {
        'value': 'E05.904+G73.5*',
        'label': 'E05.904+G73.5* 甲状腺功能亢进性肌病'
    },
    {
        'value': 'E05.900x003+G73.5*',
        'label': 'E05.900x003+G73.5* 慢性甲状腺功能亢进性肌病'
    },
    {
        'value': 'E05.905',
        'label': 'E05.905 亚临床甲状腺功能亢进症'
    },
    {
        'value': 'E05.906',
        'label': 'E05.906 甲亢性皮肤病'
    },
    {
        'value': 'E06',
        'label': 'E06 甲状腺炎'
    },
    {
        'value': 'E06.000',
        'label': 'E06.000 急性甲状腺炎'
    },
    {
        'value': 'E06.000x003',
        'label': 'E06.000x003 化脓性甲状腺炎'
    },
    {
        'value': 'E06.001',
        'label': 'E06.001 急性化脓性甲状腺炎'
    },
    {
        'value': 'E06.002',
        'label': 'E06.002 甲状腺脓肿'
    },
    {
        'value': 'E06.100',
        'label': 'E06.100 亚急性甲状腺炎'
    },
    {
        'value': 'E06.100x001',
        'label': 'E06.100x001 亚急性肉芽肿性甲状腺炎'
    },
    {
        'value': 'E06.900x001',
        'label': 'E06.900x001 肉芽肿型甲状腺炎'
    },
    {
        'value': 'E06.100x002',
        'label': 'E06.100x002 亚急性甲状腺炎[德奎尔万甲状腺炎]'
    },
    {
        'value': 'E06.100x003',
        'label': 'E06.100x003 亚急性巨细胞性甲状腺炎'
    },
    {
        'value': 'E06.100x004',
        'label': 'E06.100x004 亚急性非化脓性甲状腺炎'
    },
    {
        'value': 'E06.200',
        'label': 'E06.200 慢性甲状腺炎伴有短暂性甲状腺毒症'
    },
    {
        'value': 'E06.300',
        'label': 'E06.300 自身免疫性甲状腺炎'
    },
    {
        'value': 'E06.300x001',
        'label': 'E06.300x001 短暂性桥本甲状腺毒症'
    },
    {
        'value': 'E07.800x021',
        'label': 'E07.800x021 桥本甲状腺毒症'
    },
    {
        'value': 'E06.300x004',
        'label': 'E06.300x004 淋巴瘤性甲状腺肿'
    },
    {
        'value': 'E06.300x005',
        'label': 'E06.300x005 淋巴细胞性甲状腺炎'
    },
    {
        'value': 'E06.301',
        'label': 'E06.301 淋巴细胞性甲状腺肿'
    },
    {
        'value': 'E06.302+G94.8*',
        'label': 'E06.302+G94.8* 桥本脑病'
    },
    {
        'value': 'E06.303',
        'label': 'E06.303 淋巴瘤性甲状腺瘤'
    },
    {
        'value': 'E06.304',
        'label': 'E06.304 桥本甲状腺炎'
    },
    {
        'value': 'E06.400',
        'label': 'E06.400 药物性甲状腺炎'
    },
    {
        'value': 'E06.400x002',
        'label': 'E06.400x002 医源性甲状腺炎'
    },
    {
        'value': 'E06.500x001',
        'label': 'E06.500x001 慢性侵袭性甲状腺炎'
    },
    {
        'value': 'E06.500x002',
        'label': 'E06.500x002 慢性纤维性甲状腺炎'
    },
    {
        'value': 'E06.500x004',
        'label': 'E06.500x004 甲状腺炎性包块'
    },
    {
        'value': 'E06.501',
        'label': 'E06.501 里德尔甲状腺炎'
    },
    {
        'value': 'E06.500x011',
        'label': 'E06.500x011 里德尔甲状腺炎[木样甲状腺炎]'
    },
    {
        'value': 'E06.502',
        'label': 'E06.502 慢性甲状腺炎'
    },
    {
        'value': 'E06.900',
        'label': 'E06.900 甲状腺炎'
    },
    {
        'value': 'E07.000',
        'label': 'E07.000 降钙素分泌过多'
    },
    {
        'value': 'E07.000x001',
        'label': 'E07.000x001 高降钙素血症'
    },
    {
        'value': 'E07.000x002',
        'label': 'E07.000x002 甲状腺降钙素分泌过多'
    },
    {
        'value': 'E07.001',
        'label': 'E07.001 甲状腺C细胞增生'
    },
    {
        'value': 'E07.100',
        'label': 'E07.100 激素生成障碍性甲状腺肿'
    },
    {
        'value': 'E07.100x002',
        'label': 'E07.100x002 彭德莱综合征[家族性呆小聋哑症]'
    },
    {
        'value': 'E07.100x003',
        'label': 'E07.100x003 家族性激素生成障碍性甲状腺肿'
    },
    {
        'value': 'E07.800x001',
        'label': 'E07.800x001 甲状腺出血'
    },
    {
        'value': 'E07.800x003',
        'label': 'E07.800x003 甲状腺功能正常的病态综合征'
    },
    {
        'value': 'E07.800x004',
        'label': 'E07.800x004 甲状腺激素不敏感综合征[T4抵抗综合征]'
    },
    {
        'value': 'E07.800x007',
        'label': 'E07.800x007 甲状腺结合球蛋白异常'
    },
    {
        'value': 'E07.800x009',
        'label': 'E07.800x009 甲状腺梗死'
    },
    {
        'value': 'E07.800x011',
        'label': 'E07.800x011 甲状腺不典型增生'
    },
    {
        'value': 'E07.801',
        'label': 'E07.801 甲状腺激素抵抗综合征'
    },
    {
        'value': 'E07.802',
        'label': 'E07.802 甲状腺钙化'
    },
    {
        'value': 'E07.803',
        'label': 'E07.803 甲状腺囊肿出血'
    },
    {
        'value': 'E07.804',
        'label': 'E07.804 低T3综合征'
    },
    {
        'value': 'E07.805',
        'label': 'E07.805 手术后甲状腺瘘'
    },
    {
        'value': 'E07.806',
        'label': 'E07.806 甲状腺病态综合征'
    },
    {
        'value': 'E07.900',
        'label': 'E07.900 甲状腺疾患'
    },
    {
        'value': 'E07.901',
        'label': 'E07.901 甲状腺肿物'
    },
    {
        'value': 'E10.000x001',
        'label': 'E10.000x001 1型糖尿病性高渗性高血糖状态昏迷'
    },
    {
        'value': 'E10.000x002',
        'label': 'E10.000x002 1型糖尿病性高血糖状态昏迷'
    },
    {
        'value': 'E10.000x005',
        'label': 'E10.000x005 1型糖尿病性乳酸性酸中毒并昏迷'
    },
    {
        'value': 'E10.000x006',
        'label': 'E10.000x006 1型糖尿病性酮症酸中毒和乳酸性酸中毒并昏迷'
    },
    {
        'value': 'E10.001',
        'label': 'E10.001 1型糖尿病性高渗性昏迷'
    },
    {
        'value': 'E10.002',
        'label': 'E10.002 1型糖尿病性低血糖昏迷'
    },
    {
        'value': 'E10.003',
        'label': 'E10.003 1型糖尿病性酮症酸中毒昏迷'
    },
    {
        'value': 'E10.100',
        'label': 'E10.100 1型糖尿病伴有酮症酸中毒'
    },
    {
        'value': 'E10.100x012',
        'label': 'E10.100x012 1型糖尿病性酮症'
    },
    {
        'value': 'E10.100x031',
        'label': 'E10.100x031 1型糖尿病性乳酸性酸中毒'
    },
    {
        'value': 'E10.100x051',
        'label': 'E10.100x051 1型糖尿病性酮症酸中毒和乳酸性酸中毒'
    },
    {
        'value': 'E10.100x061',
        'label': 'E10.100x061 成人晚发自身免疫性糖尿病酮症'
    },
    {
        'value': 'E10.101',
        'label': 'E10.101 1型糖尿病性酮症酸中毒'
    },
    {
        'value': 'E10.102',
        'label': 'E10.102 1型糖尿病性乳酸酸中毒'
    },
    {
        'value': 'E10.103',
        'label': 'E10.103 1型糖尿病酮症'
    },
    {
        'value': 'E10.200x011+N08.3*',
        'label': 'E10.200x011+N08.3* 1型糖尿病性前期肾病'
    },
    {
        'value': 'E10.200x012+N08.3*',
        'label': 'E10.200x012+N08.3* 1型糖尿病性前期肾小球肾病'
    },
    {
        'value': 'E10.200x013+N08.3*',
        'label': 'E10.200x013+N08.3* 1型糖尿病性前期基膜肥厚性肾小球肾病'
    },
    {
        'value': 'E10.200x014+N08.3*',
        'label': 'E10.200x014+N08.3* 1型糖尿病性前期肾小球系膜增殖性肾病'
    },
    {
        'value': 'E10.200x015+N08.3*',
        'label': 'E10.200x015+N08.3* 1型糖尿病性前期可逆的肾病'
    },
    {
        'value': 'E10.200x016+N08.3*',
        'label': 'E10.200x016+N08.3* 1型糖尿病性前期微白蛋白尿'
    },
    {
        'value': 'E10.200x017+N08.3*',
        'label': 'E10.200x017+N08.3* 1型糖尿病性前期持续性微白蛋白尿'
    },
    {
        'value': 'E10.200x023+N08.3*',
        'label': 'E10.200x023+N08.3* 1型糖尿病性肾小球硬化症'
    },
    {
        'value': 'E10.200x024+N08.3*',
        'label': 'E10.200x024+N08.3* 1型糖尿病性弥漫性肾小球硬化症'
    },
    {
        'value': 'E10.200x025+N08.3*',
        'label': 'E10.200x025+N08.3* 1型糖尿病性结节性肾小球硬化症'
    },
    {
        'value': 'E10.200x026+N08.3*',
        'label': 'E10.200x026+N08.3* 1型糖尿病性难愈性肾小球硬化症'
    },
    {
        'value': 'E10.200x027+N08.3*',
        'label': 'E10.200x027+N08.3* 1型糖尿病性大量白蛋白尿'
    },
    {
        'value': 'E10.200x028+N08.3*',
        'label': 'E10.200x028+N08.3* 1型糖尿病性递进性肾病'
    },
    {
        'value': 'E10.200x029+N08.3*',
        'label': 'E10.200x029+N08.3* 1型糖尿病性毛细管间性肾小球硬化症'
    },
    {
        'value': 'E10.200x030+N08.3*',
        'label': 'E10.200x030+N08.3* 1型糖尿病性持续蛋白尿'
    },
    {
        'value': 'E10.200x031+N29.8*',
        'label': 'E10.200x031+N29.8* 1型糖尿病性终末期肾脏病'
    },
    {
        'value': 'E10.200x091+N08.3*',
        'label': 'E10.200x091+N08.3* 1型糖尿病性急性肾功能衰竭'
    },
    {
        'value': 'E10.200x092+N08.3*',
        'label': 'E10.200x092+N08.3* 1型糖尿病性髓质乳头坏死'
    },
    {
        'value': 'E10.200x211+N08.3*',
        'label': 'E10.200x211+N08.3* 1型糖尿病肾病I期'
    },
    {
        'value': 'E10.200x212+N08.3*',
        'label': 'E10.200x212+N08.3* 1型糖尿病肾病II期'
    },
    {
        'value': 'E10.200x213+N08.3*',
        'label': 'E10.200x213+N08.3* 1型糖尿病肾病III期'
    },
    {
        'value': 'E10.200x214+N08.3*',
        'label': 'E10.200x214+N08.3* 1型糖尿病肾病IV期'
    },
    {
        'value': 'E10.200x215+N08.3*',
        'label': 'E10.200x215+N08.3* 1型糖尿病肾病V期'
    },
    {
        'value': 'E10.201+N08.3*',
        'label': 'E10.201+N08.3* 1型糖尿病性肾病'
    },
    {
        'value': 'E10.300x011+H36.0*',
        'label': 'E10.300x011+H36.0* 1型糖尿病性背景性视网膜病'
    },
    {
        'value': 'E10.300x012+H36.0*',
        'label': 'E10.300x012+H36.0* 1型糖尿病性背景性出血性视网膜病'
    },
    {
        'value': 'E10.300x013+H36.0*',
        'label': 'E10.300x013+H36.0* 1型糖尿病性背景性硬性渗出物性视网膜病'
    },
    {
        'value': 'E10.300x014+H36.0*',
        'label': 'E10.300x014+H36.0* 1型糖尿病性背景性小动脉瘤视网膜病'
    },
    {
        'value': 'E10.300x015+H36.0*',
        'label': 'E10.300x015+H36.0* 1型糖尿病性背景性静脉扩张性视网膜病'
    },
    {
        'value': 'E10.300x021+H36.0*',
        'label': 'E10.300x021+H36.0* 1型糖尿病性增殖性前期视网膜病'
    },
    {
        'value': 'E10.300x022+H36.0*',
        'label': 'E10.300x022+H36.0* 1型糖尿病性增殖性前期视网膜内微血管异常性视网膜病'
    },
    {
        'value': 'E10.300x023+H36.0*',
        'label': 'E10.300x023+H36.0* 1型糖尿病性增殖性前期絮状斑点性视网膜病'
    },
    {
        'value': 'E10.300x024+H36.0*',
        'label': 'E10.300x024+H36.0* 1型糖尿病性增殖性前期出血性视网膜病'
    },
    {
        'value': 'E10.300x025+H36.0*',
        'label': 'E10.300x025+H36.0* 1型糖尿病性增殖性前期局部缺血性视网膜病'
    },
    {
        'value': 'E10.300x031+H36.0*',
        'label': 'E10.300x031+H36.0* 1型糖尿病性增殖性视网膜病'
    },
    {
        'value': 'E10.300x032+H36.0*',
        'label': 'E10.300x032+H36.0* 1型糖尿病性增殖性出血性视网膜病'
    },
    {
        'value': 'E10.300x033+H36.0*',
        'label': 'E10.300x033+H36.0* 1型糖尿病性增殖性视网膜前出血性视网膜病'
    },
    {
        'value': 'E10.300x034+H36.0*',
        'label': 'E10.300x034+H36.0* 1型糖尿病性增殖性玻璃体出血性视网膜病'
    },
    {
        'value': 'E10.300x035+H36.0*',
        'label': 'E10.300x035+H36.0* 1型糖尿病性增殖性新生血管化性视网膜病'
    },
    {
        'value': 'E10.300x036+H36.0*',
        'label': 'E10.300x036+H36.0* 1型糖尿病性增殖性视网膜牵引性视网膜病'
    },
    {
        'value': 'E10.300x041+H36.0*',
        'label': 'E10.300x041+H36.0* 1型糖尿病性斑点性视网膜病'
    },
    {
        'value': 'E10.300x042+H36.0*',
        'label': 'E10.300x042+H36.0* 1型糖尿病性局部的水肿斑点性视网膜病'
    },
    {
        'value': 'E10.300x043+H36.0*',
        'label': 'E10.300x043+H36.0* 1型糖尿病性全面的水肿斑点性视网膜病'
    },
    {
        'value': 'E10.300x044+H36.0*',
        'label': 'E10.300x044+H36.0* 1型糖尿病性星状的斑点性视网膜病'
    },
    {
        'value': 'E10.300x045+H36.0*',
        'label': 'E10.300x045+H36.0* 1型糖尿病性环状的黄斑病性视网膜病'
    },
    {
        'value': 'E10.300x046+H36.0*',
        'label': 'E10.300x046+H36.0* 1型糖尿病性缺血性黄斑病性视网膜病'
    },
    {
        'value': 'E10.300x047+H36.0*',
        'label': 'E10.300x047+H36.0* 1型糖尿病性视网膜增厚性视网膜病'
    },
    {
        'value': 'E10.300x051+H42.0*',
        'label': 'E10.300x051+H42.0* 1型糖尿病性新生血管性青光眼'
    },
    {
        'value': 'E10.300x052+H22.1*',
        'label': 'E10.300x052+H22.1* 1型糖尿病性虹膜红变症'
    },
    {
        'value': 'E10.300x053+H36.0*',
        'label': 'E10.300x053+H36.0* 1型糖尿病性牵拉性视网膜脱离'
    },
    {
        'value': 'E10.300x091+H28.0*',
        'label': 'E10.300x091+H28.0* 1型糖尿病性早发的年龄相关性白内障'
    },
    {
        'value': 'E10.301+H36.0*',
        'label': 'E10.301+H36.0* 1型糖尿病性视网膜病变'
    },
    {
        'value': 'E10.302+H28.0*',
        'label': 'E10.302+H28.0* 1型糖尿病性白内障'
    },
    {
        'value': 'E10.303+H22.1*',
        'label': 'E10.303+H22.1* 1型糖尿病性虹膜炎'
    },
    {
        'value': 'E10.400x021+G63.2*',
        'label': 'E10.400x021+G63.2* 1型糖尿病性多发性神经病'
    },
    {
        'value': 'E10.400x022+G63.2*',
        'label': 'E10.400x022+G63.2* 1型糖尿病性胰岛素相关性神经炎'
    },
    {
        'value': 'E10.400x024+G63.2*',
        'label': 'E10.400x024+G63.2* 1型糖尿病性远端对称性周围神经病'
    },
    {
        'value': 'E10.400x025+G63.2*',
        'label': 'E10.400x025+G63.2* 1型糖尿病性小神经纤维周围神经病'
    },
    {
        'value': 'E10.400x026+G63.2*',
        'label': 'E10.400x026+G63.2* 1型糖尿病性感觉运动性周围神经病'
    },
    {
        'value': 'E10.400x110+G59.0*',
        'label': 'E10.400x110+G59.0* 1型糖尿病性单神经病'
    },
    {
        'value': 'E10.400x111+G59.0*',
        'label': 'E10.400x111+G59.0* 1型糖尿病性胸神经根病'
    },
    {
        'value': 'E10.400x112+G59.0*',
        'label': 'E10.400x112+G59.0* 1型糖尿病性躯干神经根病'
    },
    {
        'value': 'E10.400x121+G73.0*',
        'label': 'E10.400x121+G73.0* 1型糖尿病性肌无力综合征'
    },
    {
        'value': 'E10.400x130+G59.0*',
        'label': 'E10.400x130+G59.0* 1型糖尿病性脑神经麻痹'
    },
    {
        'value': 'E10.400x140+G59.0*',
        'label': 'E10.400x140+G59.0* 1型糖尿病性动眼神经麻痹'
    },
    {
        'value': 'E10.400x150+G59.0*',
        'label': 'E10.400x150+G59.0* 1型糖尿病性外展神经麻痹'
    },
    {
        'value': 'E10.400x160+G59.0*',
        'label': 'E10.400x160+G59.0* 1型糖尿病性股神经病'
    },
    {
        'value': 'E10.400x170+G59.0*',
        'label': 'E10.400x170+G59.0* 1型糖尿病性多发性单神经病'
    },
    {
        'value': 'E10.400x180+G59.0*',
        'label': 'E10.400x180+G59.0* 1型糖尿病性眼肌麻痹'
    },
    {
        'value': 'E10.400x190+G59.0*',
        'label': 'E10.400x190+G59.0* 1型糖尿病性神经根病'
    },
    {
        'value': 'E10.400x191+G59.0*',
        'label': 'E10.400x191+G59.0* 1型糖尿病腰骶神经根神经丛病'
    },
    {
        'value': 'E10.400x310+G99.0*',
        'label': 'E10.400x310+G99.0* 1型糖尿病性出汗异常'
    },
    {
        'value': 'E10.400x311+G99.0*',
        'label': 'E10.400x311+G99.0* 1型糖尿病性体位性低血压'
    },
    {
        'value': 'E10.400x330+G99.0*',
        'label': 'E10.400x330+G99.0* 1型糖尿病性腹泻'
    },
    {
        'value': 'E10.400x340+G99.0*',
        'label': 'E10.400x340+G99.0* 1型糖尿病性肛门直肠功能障碍'
    },
    {
        'value': 'E10.400x350+G99.0*',
        'label': 'E10.400x350+G99.0* 1型糖尿病性食管功能障碍'
    },
    {
        'value': 'E10.400x360+G99.0*',
        'label': 'E10.400x360+G99.0* 1型糖尿病性性无能'
    },
    {
        'value': 'E10.400x370+G99.0*',
        'label': 'E10.400x370+G99.0* 1型糖尿病性胃轻瘫'
    },
    {
        'value': 'E10.400x380+G99.0*',
        'label': 'E10.400x380+G99.0* 1型糖尿病性膀胱张力减弱'
    },
    {
        'value': 'E10.400x381+N33.8*',
        'label': 'E10.400x381+N33.8* 1型糖尿病神经源性膀胱炎'
    },
    {
        'value': 'E10.400x390+G99.0*',
        'label': 'E10.400x390+G99.0* 1型糖尿病性神经性水肿'
    },
    {
        'value': 'E10.400x901+G99.0*',
        'label': 'E10.400x901+G99.0* 1型糖尿病性脊髓病'
    },
    {
        'value': 'E10.400x910+G63.2*',
        'label': 'E10.400x910+G63.2* 1型糖尿病伴神经系统并发症'
    },
    {
        'value': 'E10.401+G63.2*',
        'label': 'E10.401+G63.2* 1型糖尿病性周围神经病'
    },
    {
        'value': 'E10.402+G99.0*',
        'label': 'E10.402+G99.0* 1型糖尿病性自主神经病变'
    },
    {
        'value': 'E10.400x312+G99.0*',
        'label': 'E10.400x312+G99.0* 1型糖尿病性自主神经病'
    },
    {
        'value': 'E10.403+G63.2*',
        'label': 'E10.403+G63.2* 1型糖尿病性神经炎'
    },
    {
        'value': 'E10.404+G99.0*',
        'label': 'E10.404+G99.0* 1型糖尿病性神经源性膀胱'
    },
    {
        'value': 'E10.405+G73.0*',
        'label': 'E10.405+G73.0* 1型糖尿病性肌萎缩'
    },
    {
        'value': 'E10.500x021+I79.2*',
        'label': 'E10.500x021+I79.2* 1型糖尿病性周围血管病及坏疽'
    },
    {
        'value': 'E10.500x043',
        'label': 'E10.500x043 1型糖尿病性下肢溃疡'
    },
    {
        'value': 'E10.500x044',
        'label': 'E10.500x044 1型糖尿病性足坏疽'
    },
    {
        'value': 'E10.500x045',
        'label': 'E10.500x045 1型糖尿病性急性皮肤坏疽'
    },
    {
        'value': 'E10.500x046',
        'label': 'E10.500x046 1型糖尿病性细菌性坏疽'
    },
    {
        'value': 'E10.500x047',
        'label': 'E10.500x047 1型糖尿病性溶血性坏疽'
    },
    {
        'value': 'E10.500x048',
        'label': 'E10.500x048 1型糖尿病性富尼埃坏疽'
    },
    {
        'value': 'E10.500x062',
        'label': 'E10.500x062 1型糖尿病性富尼埃氏坏疽'
    },
    {
        'value': 'E10.500x049',
        'label': 'E10.500x049 1型糖尿病性曼莱尼坏疽'
    },
    {
        'value': 'E10.500x063',
        'label': 'E10.500x063 1型糖尿病性曼莱尼氏坏疽'
    },
    {
        'value': 'E10.500x051',
        'label': 'E10.500x051 1型糖尿病性下肢感染'
    },
    {
        'value': 'E10.501+I79.2*',
        'label': 'E10.501+I79.2* 1型糖尿病性周围血管病变'
    },
    {
        'value': 'E10.500x061+I79.2*',
        'label': 'E10.500x061+I79.2* 1型糖尿病性周围血管病'
    },
    {
        'value': 'E10.502+I79.2*',
        'label': 'E10.502+I79.2* 1型糖尿病性心肌病'
    },
    {
        'value': 'E10.500x031+I43.8*',
        'label': 'E10.500x031+I43.8* 1型糖尿病性缺血性心肌病'
    },
    {
        'value': 'E10.503',
        'label': 'E10.503 1型糖尿病性足病'
    },
    {
        'value': 'E10.500x050',
        'label': 'E10.500x050 1型糖尿病足'
    },
    {
        'value': 'E10.504',
        'label': 'E10.504 1型糖尿病性溃疡'
    },
    {
        'value': 'E10.505',
        'label': 'E10.505 1型糖尿病性坏疽'
    },
    {
        'value': 'E10.600x011+M14.6*',
        'label': 'E10.600x011+M14.6* 1型糖尿病性夏科关节病'
    },
    {
        'value': 'E10.600x012+M14.2*',
        'label': 'E10.600x012+M14.2* 1型糖尿病性手关节综合征'
    },
    {
        'value': 'E10.600x014+M14.2*',
        'label': 'E10.600x014+M14.2* 1型糖尿病性手掌筋膜纤维瘤病'
    },
    {
        'value': 'E10.600x015+M14.2*',
        'label': 'E10.600x015+M14.2* 1型糖尿病性肩关节周围炎'
    },
    {
        'value': 'E10.600x021',
        'label': 'E10.600x021 1型糖尿病性大疱症'
    },
    {
        'value': 'E10.600x023',
        'label': 'E10.600x023 1型糖尿病性红斑'
    },
    {
        'value': 'E10.600x024',
        'label': 'E10.600x024 1型糖尿病性潮红'
    },
    {
        'value': 'E10.600x025',
        'label': 'E10.600x025 1型糖尿病性皮肤硬化'
    },
    {
        'value': 'E10.600x026',
        'label': 'E10.600x026 1型糖尿病性皮肤增厚'
    },
    {
        'value': 'E10.600x027+L99.8*',
        'label': 'E10.600x027+L99.8* 1型糖尿病性糖尿病脂性渐进性坏死'
    },
    {
        'value': 'E10.600x028',
        'label': 'E10.600x028 1型糖尿病性甲周毛细血管扩张'
    },
    {
        'value': 'E10.600x031',
        'label': 'E10.600x031 1型糖尿病性急性牙周脓肿'
    },
    {
        'value': 'E10.600x032',
        'label': 'E10.600x032 1型糖尿病性牙周炎'
    },
    {
        'value': 'E10.600x042',
        'label': 'E10.600x042 1型糖尿病性低血糖性癫痫发作'
    },
    {
        'value': 'E10.600x043',
        'label': 'E10.600x043 1型糖尿病性低血糖症'
    },
    {
        'value': 'E10.600x051',
        'label': 'E10.600x051 1型糖尿病伴血糖控制不佳'
    },
    {
        'value': 'E10.600x910',
        'label': 'E10.600x910 1型糖尿病性肌坏死'
    },
    {
        'value': 'E10.600x911',
        'label': 'E10.600x911 1型糖尿病性坏死性筋膜炎'
    },
    {
        'value': 'E10.600x920',
        'label': 'E10.600x920 1型糖尿病性无菌性肌坏死'
    },
    {
        'value': 'E10.600x930',
        'label': 'E10.600x930 1型糖尿病性缺血性肌坏死'
    },
    {
        'value': 'E10.600x970',
        'label': 'E10.600x970 1型糖尿病性乳腺纤维化病变'
    },
    {
        'value': 'E10.600x016+M14.2*',
        'label': 'E10.600x016+M14.2* 1型糖尿病性骨关节病'
    },
    {
        'value': 'E10.602+M14.6*',
        'label': 'E10.602+M14.6* 1型糖尿病神经病性关节病'
    },
    {
        'value': 'E10.603+L99.8*',
        'label': 'E10.603+L99.8* 1型糖尿病性皮肤病'
    },
    {
        'value': 'E10.700x033',
        'label': 'E10.700x033 1型糖尿病伴多个并发症'
    },
    {
        'value': 'E10.700x011',
        'label': 'E10.700x011 1型糖尿病性多发性微血管并发症'
    },
    {
        'value': 'E10.700x021',
        'label': 'E10.700x021 1型糖尿病性胰岛素抵抗'
    },
    {
        'value': 'E10.700x022',
        'label': 'E10.700x022 1型糖尿病性高血压'
    },
    {
        'value': 'E10.700x023',
        'label': 'E10.700x023 1型糖尿病性肥胖症性高血压'
    },
    {
        'value': 'E10.700x024',
        'label': 'E10.700x024 1型糖尿病性内脏脂肪沉积增加'
    },
    {
        'value': 'E10.700x025',
        'label': 'E10.700x025 1型糖尿病性黑棘皮症或血脂障碍或高胰岛素血症或肥胖症'
    },
    {
        'value': 'E10.700x031',
        'label': 'E10.700x031 1型糖尿病性足溃疡和周围血管病'
    },
    {
        'value': 'E10.700x032',
        'label': 'E10.700x032 1型糖尿病性足溃疡和周围神经病'
    },
    {
        'value': 'E10.900x003',
        'label': 'E10.900x003 脆性糖尿病'
    },
    {
        'value': 'E10.900x004',
        'label': 'E10.900x004 暴发性1型糖尿病'
    },
    {
        'value': 'E10.901',
        'label': 'E10.901 成人隐匿性自身免疫性糖尿病'
    },
    {
        'value': 'E10.900x002',
        'label': 'E10.900x002 成人迟发自身免疫性糖尿病'
    },
    {
        'value': 'E11.000x001',
        'label': 'E11.000x001 2型糖尿病性高渗性高血糖状态昏迷'
    },
    {
        'value': 'E11.000x011',
        'label': 'E11.000x011 2型糖尿病性高血糖状态昏迷'
    },
    {
        'value': 'E11.000x005',
        'label': 'E11.000x005 2型糖尿病性乳酸性酸中毒并昏迷'
    },
    {
        'value': 'E11.000x006',
        'label': 'E11.000x006 2型糖尿病性酮症酸中毒和乳酸性酸中毒并昏迷'
    },
    {
        'value': 'E11.001',
        'label': 'E11.001 2型糖尿病性高渗性昏迷'
    },
    {
        'value': 'E11.002',
        'label': 'E11.002 2型糖尿病性低血糖性昏迷'
    },
    {
        'value': 'E11.003',
        'label': 'E11.003 2型糖尿病性酮症酸中毒昏迷'
    },
    {
        'value': 'E11.100',
        'label': 'E11.100 2型糖尿病伴有酮症酸中毒'
    },
    {
        'value': 'E11.100x051',
        'label': 'E11.100x051 2型糖尿病性酮症酸中毒和乳酸性酸中毒'
    },
    {
        'value': 'E11.101',
        'label': 'E11.101 2型糖尿病性酮症酸中毒'
    },
    {
        'value': 'E11.102',
        'label': 'E11.102 2型糖尿病性乳酸酸中毒'
    },
    {
        'value': 'E11.100x011',
        'label': 'E11.100x011 2型糖尿病性乳酸性酸中毒'
    },
    {
        'value': 'E11.103',
        'label': 'E11.103 2型糖尿病性酮症'
    },
    {
        'value': 'E11.200x011+N08.3*',
        'label': 'E11.200x011+N08.3* 2型糖尿病性前期肾病'
    },
    {
        'value': 'E11.200x012+N08.3*',
        'label': 'E11.200x012+N08.3* 2型糖尿病性前期肾小球肾病'
    },
    {
        'value': 'E11.200x013+N08.3*',
        'label': 'E11.200x013+N08.3* 2型糖尿病性前期基膜肥厚性肾小球肾病'
    },
    {
        'value': 'E11.200x014+N08.3*',
        'label': 'E11.200x014+N08.3* 2型糖尿病性前期肾小球系膜增殖性肾病'
    },
    {
        'value': 'E11.200x015+N08.3*',
        'label': 'E11.200x015+N08.3* 2型糖尿病性前期可逆的肾病'
    },
    {
        'value': 'E11.200x016+N08.3*',
        'label': 'E11.200x016+N08.3* 2型糖尿病性前期微白蛋白尿'
    },
    {
        'value': 'E11.200x017+N08.3*',
        'label': 'E11.200x017+N08.3* 2型糖尿病性前期持续性微白蛋白尿'
    },
    {
        'value': 'E11.200x023+N08.3*',
        'label': 'E11.200x023+N08.3* 2型糖尿病性肾小球硬化症'
    },
    {
        'value': 'E11.200x024+N08.3*',
        'label': 'E11.200x024+N08.3* 2型糖尿病性弥漫性肾小球硬化症'
    },
    {
        'value': 'E11.200x025+N08.3*',
        'label': 'E11.200x025+N08.3* 2型糖尿病性结节性肾小球硬化症'
    },
    {
        'value': 'E11.200x026+N08.3*',
        'label': 'E11.200x026+N08.3* 2型糖尿病性难愈性肾小球硬化症'
    },
    {
        'value': 'E11.200x027+N08.3*',
        'label': 'E11.200x027+N08.3* 2型糖尿病性大量白蛋白尿'
    },
    {
        'value': 'E11.200x028+N08.3*',
        'label': 'E11.200x028+N08.3* 2型糖尿病性递进性肾病'
    },
    {
        'value': 'E11.200x029+N08.3*',
        'label': 'E11.200x029+N08.3* 2型糖尿病性毛细管间性肾小球硬化症'
    },
    {
        'value': 'E11.200x030+N08.3*',
        'label': 'E11.200x030+N08.3* 2型糖尿病性持续蛋白尿'
    },
    {
        'value': 'E11.200x031+N29.8*',
        'label': 'E11.200x031+N29.8* 2型糖尿病性终末期肾脏病'
    },
    {
        'value': 'E11.200x091+N08.3*',
        'label': 'E11.200x091+N08.3* 2型糖尿病性急性肾功能衰竭'
    },
    {
        'value': 'E11.200x092+N08.3*',
        'label': 'E11.200x092+N08.3* 2型糖尿病性髓质乳头坏死'
    },
    {
        'value': 'E11.200x211+N08.3*',
        'label': 'E11.200x211+N08.3* 2型糖尿病肾病I期'
    },
    {
        'value': 'E11.200x212+N08.3*',
        'label': 'E11.200x212+N08.3* 2型糖尿病肾病II期'
    },
    {
        'value': 'E11.200x213+N08.3*',
        'label': 'E11.200x213+N08.3* 2型糖尿病肾病III期'
    },
    {
        'value': 'E11.200x214+N08.3*',
        'label': 'E11.200x214+N08.3* 2型糖尿病肾病IV期'
    },
    {
        'value': 'E11.200x215+N08.3*',
        'label': 'E11.200x215+N08.3* 2型糖尿病肾病V期'
    },
    {
        'value': 'E11.201+N08.3*',
        'label': 'E11.201+N08.3* 2型糖尿病性肾病'
    },
    {
        'value': 'E11.300x011+H36.0*',
        'label': 'E11.300x011+H36.0* 2型糖尿病性背景性视网膜病'
    },
    {
        'value': 'E11.300x012+H36.0*',
        'label': 'E11.300x012+H36.0* 2型糖尿病性背景性出血性视网膜病'
    },
    {
        'value': 'E11.300x013+H36.0*',
        'label': 'E11.300x013+H36.0* 2型糖尿病性背景性硬性渗出物性视网膜病'
    },
    {
        'value': 'E11.300x014+H36.0*',
        'label': 'E11.300x014+H36.0* 2型糖尿病性背景性小动脉瘤视网膜病'
    },
    {
        'value': 'E11.300x015+H36.0*',
        'label': 'E11.300x015+H36.0* 2型糖尿病性背景性静脉扩张性视网膜病'
    },
    {
        'value': 'E11.300x021+H36.0*',
        'label': 'E11.300x021+H36.0* 2型糖尿病性增殖性前期视网膜病'
    },
    {
        'value': 'E11.300x022+H36.0*',
        'label': 'E11.300x022+H36.0* 2型糖尿病性增殖性前期视网膜内微血管异常性视网膜病'
    },
    {
        'value': 'E11.300x023+H36.0*',
        'label': 'E11.300x023+H36.0* 2型糖尿病性增殖性前期絮状斑点性视网膜病'
    },
    {
        'value': 'E11.300x024+H36.0*',
        'label': 'E11.300x024+H36.0* 2型糖尿病性增殖性前期出血性视网膜病'
    },
    {
        'value': 'E11.300x025+H36.0*',
        'label': 'E11.300x025+H36.0* 2型糖尿病性增殖性前期局部缺血性视网膜病'
    },
    {
        'value': 'E11.300x031+H36.0*',
        'label': 'E11.300x031+H36.0* 2型糖尿病性增殖性视网膜病'
    },
    {
        'value': 'E11.300x032+H36.0*',
        'label': 'E11.300x032+H36.0* 2型糖尿病性增殖性出血性视网膜病'
    },
    {
        'value': 'E11.300x033+H36.0*',
        'label': 'E11.300x033+H36.0* 2型糖尿病性增殖性视网膜前出血性视网膜病'
    },
    {
        'value': 'E11.300x034+H36.0*',
        'label': 'E11.300x034+H36.0* 2型糖尿病性增殖性玻璃体出血性视网膜病'
    },
    {
        'value': 'E11.300x035+H36.0*',
        'label': 'E11.300x035+H36.0* 2型糖尿病性增殖性新生血管化性视网膜病'
    },
    {
        'value': 'E11.300x036+H36.0*',
        'label': 'E11.300x036+H36.0* 2型糖尿病性增殖性视网膜牵引性视网膜病'
    },
    {
        'value': 'E11.300x041+H36.0*',
        'label': 'E11.300x041+H36.0* 2型糖尿病性斑点性视网膜病'
    },
    {
        'value': 'E11.300x042+H36.0*',
        'label': 'E11.300x042+H36.0* 2型糖尿病性局部的水肿斑点性视网膜病'
    },
    {
        'value': 'E11.300x043+H36.0*',
        'label': 'E11.300x043+H36.0* 2型糖尿病性全面的水肿斑点性视网膜病'
    },
    {
        'value': 'E11.300x044+H36.0*',
        'label': 'E11.300x044+H36.0* 2型糖尿病性星状的斑点性视网膜病'
    },
    {
        'value': 'E11.300x045+H36.0*',
        'label': 'E11.300x045+H36.0* 2型糖尿病性环状的黄斑病性视网膜病'
    },
    {
        'value': 'E11.300x046+H36.0*',
        'label': 'E11.300x046+H36.0* 2型糖尿病性缺血性黄斑病性视网膜病'
    },
    {
        'value': 'E11.300x047+H36.0*',
        'label': 'E11.300x047+H36.0* 2型糖尿病性视网膜增厚性视网膜病'
    },
    {
        'value': 'E11.300x051+H42.0*',
        'label': 'E11.300x051+H42.0* 2型糖尿病性新生血管性青光眼'
    },
    {
        'value': 'E11.300x052+H22.1*',
        'label': 'E11.300x052+H22.1* 2型糖尿病性虹膜红变症'
    },
    {
        'value': 'E11.300x053+H36.0*',
        'label': 'E11.300x053+H36.0* 2型糖尿病性牵拉性视网膜脱离'
    },
    {
        'value': 'E11.300x091+H28.0*',
        'label': 'E11.300x091+H28.0* 2型糖尿病性早发的年龄相关性白内障'
    },
    {
        'value': 'E11.301+H36.0*',
        'label': 'E11.301+H36.0* 2型糖尿病性视网膜病变'
    },
    {
        'value': 'E11.302+H28.0*',
        'label': 'E11.302+H28.0* 2型糖尿病性白内障'
    },
    {
        'value': 'E11.303+H22.1*',
        'label': 'E11.303+H22.1* 2型糖尿病性虹膜炎'
    },
    {
        'value': 'E11.400x910+G63.2*',
        'label': 'E11.400x910+G63.2* 2型糖尿病伴神经系统并发症'
    },
    {
        'value': 'E11.400x021+G63.2*',
        'label': 'E11.400x021+G63.2* 2型糖尿病性多发性神经病'
    },
    {
        'value': 'E11.400x022+G63.2*',
        'label': 'E11.400x022+G63.2* 2型糖尿病性胰岛素相关性神经炎'
    },
    {
        'value': 'E11.400x024+G63.2*',
        'label': 'E11.400x024+G63.2* 2型糖尿病性远端对称性周围神经病'
    },
    {
        'value': 'E11.400x025+G63.2*',
        'label': 'E11.400x025+G63.2* 2型糖尿病性小神经纤维周围神经病'
    },
    {
        'value': 'E11.400x026+G63.2*',
        'label': 'E11.400x026+G63.2* 2型糖尿病性感觉运动性周围神经病'
    },
    {
        'value': 'E11.400x110+G59.0*',
        'label': 'E11.400x110+G59.0* 2型糖尿病性单神经病'
    },
    {
        'value': 'E11.400x111+G59.0*',
        'label': 'E11.400x111+G59.0* 2型糖尿病性胸神经根病'
    },
    {
        'value': 'E11.400x112+G59.0*',
        'label': 'E11.400x112+G59.0* 2型糖尿病性躯干神经根病'
    },
    {
        'value': 'E11.400x121+G73.0*',
        'label': 'E11.400x121+G73.0* 2型糖尿病性肌无力综合征'
    },
    {
        'value': 'E11.400x130+G59.0*',
        'label': 'E11.400x130+G59.0* 2型糖尿病性脑神经麻痹'
    },
    {
        'value': 'E11.400x140+G59.0*',
        'label': 'E11.400x140+G59.0* 2型糖尿病性动眼神经麻痹'
    },
    {
        'value': 'E11.400x150+G59.0*',
        'label': 'E11.400x150+G59.0* 2型糖尿病性外展神经麻痹'
    },
    {
        'value': 'E11.400x160+G59.0*',
        'label': 'E11.400x160+G59.0* 2型糖尿病性股神经病'
    },
    {
        'value': 'E11.400x170+G59.0*',
        'label': 'E11.400x170+G59.0* 2型糖尿病性多发性单神经病'
    },
    {
        'value': 'E11.400x180+G59.0*',
        'label': 'E11.400x180+G59.0* 2型糖尿病性眼肌麻痹'
    },
    {
        'value': 'E11.400x190+G59.0*',
        'label': 'E11.400x190+G59.0* 2型糖尿病性神经根病'
    },
    {
        'value': 'E11.400x191+G59.0*',
        'label': 'E11.400x191+G59.0* 2型糖尿病腰骶神经根神经丛病'
    },
    {
        'value': 'E11.400x310+G99.0*',
        'label': 'E11.400x310+G99.0* 2型糖尿病性出汗异常'
    },
    {
        'value': 'E11.400x311+G99.0*',
        'label': 'E11.400x311+G99.0* 2型糖尿病性体位性低血压'
    },
    {
        'value': 'E11.400x330+G99.0*',
        'label': 'E11.400x330+G99.0* 2型糖尿病性腹泻'
    },
    {
        'value': 'E11.400x340+G99.0*',
        'label': 'E11.400x340+G99.0* 2型糖尿病性肛门直肠功能障碍'
    },
    {
        'value': 'E11.400x350+G99.0*',
        'label': 'E11.400x350+G99.0* 2型糖尿病性食管功能障碍'
    },
    {
        'value': 'E11.400x360+G99.0*',
        'label': 'E11.400x360+G99.0* 2型糖尿病性性无能'
    },
    {
        'value': 'E11.400x380+G99.0*',
        'label': 'E11.400x380+G99.0* 2型糖尿病性膀胱张力减弱'
    },
    {
        'value': 'E11.400x381+N33.8*',
        'label': 'E11.400x381+N33.8* 2型糖尿病神经源性膀胱炎'
    },
    {
        'value': 'E11.400x390+G99.0*',
        'label': 'E11.400x390+G99.0* 2型糖尿病性神经性水肿'
    },
    {
        'value': 'E11.400x901+G99.0*',
        'label': 'E11.400x901+G99.0* 2型糖尿病性脊髓病'
    },
    {
        'value': 'E11.401+G63.2*',
        'label': 'E11.401+G63.2* 2型糖尿病性周围神经病'
    },
    {
        'value': 'E11.402+G99.0*',
        'label': 'E11.402+G99.0* 2型糖尿病性自主神经病变'
    },
    {
        'value': 'E11.403+G63.2*',
        'label': 'E11.403+G63.2* 2型糖尿病性神经炎'
    },
    {
        'value': 'E11.404+G99.0*',
        'label': 'E11.404+G99.0* 2型糖尿病性神经源性膀胱'
    },
    {
        'value': 'E11.405+G73.0*',
        'label': 'E11.405+G73.0* 2型糖尿病性肌萎缩'
    },
    {
        'value': 'E11.406+G99.0*',
        'label': 'E11.406+G99.0* 2型糖尿病性胃轻瘫'
    },
    {
        'value': 'E11.500x021+I79.2*',
        'label': 'E11.500x021+I79.2* 2型糖尿病性周围血管病及坏疽'
    },
    {
        'value': 'E11.500x043',
        'label': 'E11.500x043 2型糖尿病性下肢溃疡'
    },
    {
        'value': 'E11.500x044',
        'label': 'E11.500x044 2型糖尿病性足坏疽'
    },
    {
        'value': 'E11.500x045',
        'label': 'E11.500x045 2型糖尿病性急性皮肤坏疽'
    },
    {
        'value': 'E11.500x046',
        'label': 'E11.500x046 2型糖尿病性细菌性坏疽'
    },
    {
        'value': 'E11.500x047',
        'label': 'E11.500x047 2型糖尿病性溶血性坏疽'
    },
    {
        'value': 'E11.500x048',
        'label': 'E11.500x048 2型糖尿病性富尼埃坏疽'
    },
    {
        'value': 'E11.500x062',
        'label': 'E11.500x062 2型糖尿病性富尼埃氏坏疽'
    },
    {
        'value': 'E11.500x063',
        'label': 'E11.500x063 2型糖尿病性曼莱尼氏坏疽'
    },
    {
        'value': 'E11.500x051',
        'label': 'E11.500x051 2型糖尿病性下肢感染'
    },
    {
        'value': 'E11.500x061+I79.2*',
        'label': 'E11.500x061+I79.2* 2型糖尿病性周围血管病'
    },
    {
        'value': 'E11.502+I79.2*',
        'label': 'E11.502+I79.2* 2型糖尿病性心肌病'
    },
    {
        'value': 'E11.500x031+I43.8*',
        'label': 'E11.500x031+I43.8* 2型糖尿病性缺血性心肌病'
    },
    {
        'value': 'E11.503',
        'label': 'E11.503 2型糖尿病足病'
    },
    {
        'value': 'E11.504',
        'label': 'E11.504 2型糖尿病性溃疡'
    },
    {
        'value': 'E11.505',
        'label': 'E11.505 2型糖尿病性坏疽'
    },
    {
        'value': 'E11.600x011+M14.6*',
        'label': 'E11.600x011+M14.6* 2型糖尿病性夏科关节病'
    },
    {
        'value': 'E11.600x012+M14.2*',
        'label': 'E11.600x012+M14.2* 2型糖尿病性手关节综合征'
    },
    {
        'value': 'E11.600x014+M14.2*',
        'label': 'E11.600x014+M14.2* 2型糖尿病性手掌筋膜纤维瘤病'
    },
    {
        'value': 'E11.600x015+M14.2*',
        'label': 'E11.600x015+M14.2* 2型糖尿病性肩关节周围炎'
    },
    {
        'value': 'E11.600x021',
        'label': 'E11.600x021 2型糖尿病性大疱症'
    },
    {
        'value': 'E11.600x023',
        'label': 'E11.600x023 2型糖尿病性红斑'
    },
    {
        'value': 'E11.600x024',
        'label': 'E11.600x024 2型糖尿病性潮红'
    },
    {
        'value': 'E11.600x025',
        'label': 'E11.600x025 2型糖尿病性皮肤硬化'
    },
    {
        'value': 'E11.600x026',
        'label': 'E11.600x026 2型糖尿病性皮肤增厚'
    },
    {
        'value': 'E11.600x027+L99.8*',
        'label': 'E11.600x027+L99.8* 2型糖尿病性糖尿病脂性渐进性坏死'
    },
    {
        'value': 'E11.600x028',
        'label': 'E11.600x028 2型糖尿病性甲周毛细血管扩张'
    },
    {
        'value': 'E11.600x031',
        'label': 'E11.600x031 2型糖尿病性急性牙周脓肿'
    },
    {
        'value': 'E11.600x032',
        'label': 'E11.600x032 2型糖尿病性牙周炎'
    },
    {
        'value': 'E11.600x042',
        'label': 'E11.600x042 2型糖尿病性低血糖性癫痫发作'
    },
    {
        'value': 'E11.600x043',
        'label': 'E11.600x043 2型糖尿病性低血糖症'
    },
    {
        'value': 'E11.600x051',
        'label': 'E11.600x051 2型糖尿病伴血糖控制不佳'
    },
    {
        'value': 'E11.600x910',
        'label': 'E11.600x910 2型糖尿病性肌坏死'
    },
    {
        'value': 'E11.600x911',
        'label': 'E11.600x911 2型糖尿病性坏死性筋膜炎'
    },
    {
        'value': 'E11.600x920',
        'label': 'E11.600x920 2型糖尿病性无菌性肌坏死'
    },
    {
        'value': 'E11.600x930',
        'label': 'E11.600x930 2型糖尿病性缺血性肌坏死'
    },
    {
        'value': 'E11.600x970',
        'label': 'E11.600x970 2型糖尿病性乳腺纤维化病变'
    },
    {
        'value': 'E11.601+M14.2*',
        'label': 'E11.601+M14.2* 2型糖尿病性关节病'
    },
    {
        'value': 'E11.602+M14.6*',
        'label': 'E11.602+M14.6* 2型糖尿病神经病性关节病'
    },
    {
        'value': 'E11.603+L99.8*',
        'label': 'E11.603+L99.8* 2型糖尿病性皮肤病'
    },
    {
        'value': 'E11.700x011',
        'label': 'E11.700x011 2型糖尿病性多发性微血管并发症'
    },
    {
        'value': 'E11.700x021',
        'label': 'E11.700x021 2型糖尿病性胰岛素抵抗'
    },
    {
        'value': 'E11.700x022',
        'label': 'E11.700x022 2型糖尿病性高血压'
    },
    {
        'value': 'E11.700x023',
        'label': 'E11.700x023 2型糖尿病性肥胖症性高血压'
    },
    {
        'value': 'E11.700x024',
        'label': 'E11.700x024 2型糖尿病性内脏脂肪沉积增加'
    },
    {
        'value': 'E11.700x025',
        'label': 'E11.700x025 2型糖尿病性黑棘皮症或血脂障碍或高胰岛素血症或肥胖症'
    },
    {
        'value': 'E11.700x031',
        'label': 'E11.700x031 2型糖尿病性足溃疡和周围血管病'
    },
    {
        'value': 'E11.700x032',
        'label': 'E11.700x032 2型糖尿病性足溃疡和周围神经病'
    },
    {
        'value': 'E11.700x033',
        'label': 'E11.700x033 2型糖尿病伴多个并发症'
    },
    {
        'value': 'E11.800',
        'label': 'E11.800 2型糖尿病伴有并发症'
    },
    {
        'value': 'E11.900',
        'label': 'E11.900 2型糖尿病'
    },
    {
        'value': 'E12.000',
        'label': 'E12.000 营养不良相关性糖尿病伴有昏迷'
    },
    {
        'value': 'E12.100',
        'label': 'E12.100 营养不良相关性糖尿病伴有酮症酸中毒'
    },
    {
        'value': 'E12.200',
        'label': 'E12.200 营养不良相关性糖尿病伴有肾的并发症'
    },
    {
        'value': 'E12.300',
        'label': 'E12.300 营养不良相关性糖尿病伴有眼的并发症'
    },
    {
        'value': 'E12.400x001+G99.0*',
        'label': 'E12.400x001+G99.0* 营养不良相关性糖尿病伴自主神经病变'
    },
    {
        'value': 'E12.400x002+N33.8*',
        'label': 'E12.400x002+N33.8* 营养不良相关性糖尿病伴神经源性膀胱'
    },
    {
        'value': 'E12.500',
        'label': 'E12.500 营养不良相关性糖尿病伴有周围循环并发症'
    },
    {
        'value': 'E12.600',
        'label': 'E12.600 营养不良相关性糖尿病伴有其他特指的并发症'
    },
    {
        'value': 'E12.700',
        'label': 'E12.700 营养不良相关性糖尿病伴有多个并发症'
    },
    {
        'value': 'E12.800',
        'label': 'E12.800 营养不良相关性糖尿病伴有并发症'
    },
    {
        'value': 'E12.900',
        'label': 'E12.900 营养不良相关性糖尿病不伴有并发症'
    },
    {
        'value': 'E13.000',
        'label': 'E13.000 糖尿病伴有昏迷，其他特指的'
    },
    {
        'value': 'E13.100',
        'label': 'E13.100 糖尿病伴有酮症酸中毒，其他特指的'
    },
    {
        'value': 'E13.101',
        'label': 'E13.101 继发性糖尿病性酮症酸中毒'
    },
    {
        'value': 'E13.102',
        'label': 'E13.102 继发性糖尿病性酮症'
    },
    {
        'value': 'E13.200',
        'label': 'E13.200 糖尿病伴有肾的并发症，其他特指的'
    },
    {
        'value': 'E13.200x521+N08.3*',
        'label': 'E13.200x521+N08.3* 青少年发病的成人型糖尿病性肾病'
    },
    {
        'value': 'E13.201+N08.3*',
        'label': 'E13.201+N08.3* 脂肪萎缩性糖尿病性肾病'
    },
    {
        'value': 'E13.300',
        'label': 'E13.300 糖尿病伴有眼的并发症，其他特指的'
    },
    {
        'value': 'E13.300x271+H36.0*',
        'label': 'E13.300x271+H36.0* 继发性糖尿病性视网膜病变'
    },
    {
        'value': 'E13.300x571+H36.0*',
        'label': 'E13.300x571+H36.0* 青少年发病的成人型糖尿病性视网膜病变'
    },
    {
        'value': 'E13.400*',
        'label': 'E13.400 糖尿病伴有神经的并发症，其他特指的'
    },
    {
        'value': 'E13.400x223+G63.2*',
        'label': 'E13.400x223+G63.2* 继发性糖尿病性周围神经病变'
    },
    {
        'value': 'E13.500',
        'label': 'E13.500 糖尿病伴有周围循环并发症，其他特指的'
    },
    {
        'value': 'E13.500x241+I79.2*',
        'label': 'E13.500x241+I79.2* 继发性糖尿病大血管病变'
    },
    {
        'value': 'E13.500x541+I79.2*',
        'label': 'E13.500x541+I79.2* 青少年发病的成人型糖尿病大血管病变'
    },
    {
        'value': 'E13.600',
        'label': 'E13.600 糖尿病伴有其他特指的并发症，其他特指的'
    },
    {
        'value': 'E13.700',
        'label': 'E13.700 糖尿病伴有多个并发症,其他特指的'
    },
    {
        'value': 'E13.800',
        'label': 'E13.800 糖尿病伴并发症，其他特指的'
    },
    {
        'value': 'E13.900',
        'label': 'E13.900 糖尿病不伴有并发症，其他特指的'
    },
    {
        'value': 'E13.900x003',
        'label': 'E13.900x003 正确用药所致类固醇性糖尿病'
    },
    {
        'value': 'E13.900x006',
        'label': 'E13.900x006 胰源性糖尿病'
    },
    {
        'value': 'E13.901',
        'label': 'E13.901 肝性糖尿病'
    },
    {
        'value': 'E13.902',
        'label': 'E13.902 线粒体糖尿病'
    },
    {
        'value': 'E13.903',
        'label': 'E13.903 类固醇性糖尿病'
    },
    {
        'value': 'E13.904',
        'label': 'E13.904 脂肪萎缩性糖尿病'
    },
    {
        'value': 'E13.905',
        'label': 'E13.905 医源性糖尿病'
    },
    {
        'value': 'E13.906',
        'label': 'E13.906 应激性高血糖状态'
    },
    {
        'value': 'E13.907',
        'label': 'E13.907 继发性糖尿病'
    },
    {
        'value': 'E14.000x001',
        'label': 'E14.000x001 糖尿病性高渗性高血糖状态昏迷'
    },
    {
        'value': 'E14.000x002',
        'label': 'E14.000x002 糖尿病性高血糖状态昏迷'
    },
    {
        'value': 'E14.000x003',
        'label': 'E14.000x003 糖尿病性低血糖昏迷'
    },
    {
        'value': 'E14.000x004',
        'label': 'E14.000x004 糖尿病性酮症酸中毒并昏迷'
    },
    {
        'value': 'E14.000x005',
        'label': 'E14.000x005 糖尿病性乳酸性酸中毒并昏迷'
    },
    {
        'value': 'E14.000x006',
        'label': 'E14.000x006 糖尿病性酮症酸中毒和乳酸性酸中毒并昏迷'
    },
    {
        'value': 'E14.100x011',
        'label': 'E14.100x011 糖尿病性酮症酸中毒'
    },
    {
        'value': 'E14.100x012',
        'label': 'E14.100x012 糖尿病性酮症'
    },
    {
        'value': 'E14.100x031',
        'label': 'E14.100x031 糖尿病性乳酸性酸中毒'
    },
    {
        'value': 'E14.100x051',
        'label': 'E14.100x051 糖尿病性酮症酸中毒和乳酸性酸中毒'
    },
    {
        'value': 'E14.200x011+N08.3*',
        'label': 'E14.200x011+N08.3* 糖尿病性前期肾病'
    },
    {
        'value': 'E14.200x012+N08.3*',
        'label': 'E14.200x012+N08.3* 糖尿病性前期肾小球肾病'
    },
    {
        'value': 'E14.200x013+N08.3*',
        'label': 'E14.200x013+N08.3* 糖尿病性前期基膜肥厚性肾小球肾病'
    },
    {
        'value': 'E14.200x014+N08.3*',
        'label': 'E14.200x014+N08.3* 糖尿病性前期肾小球系膜增殖性肾病'
    },
    {
        'value': 'E14.200x015+N08.3*',
        'label': 'E14.200x015+N08.3* 糖尿病性前期可逆的肾病'
    },
    {
        'value': 'E14.200x016+N08.3*',
        'label': 'E14.200x016+N08.3* 糖尿病性前期微白蛋白尿'
    },
    {
        'value': 'E14.200x017+N08.3*',
        'label': 'E14.200x017+N08.3* 糖尿病性前期持续性微白蛋白尿'
    },
    {
        'value': 'E14.200x021+N08.3*',
        'label': 'E14.200x021+N08.3* 糖尿病性肾病'
    },
    {
        'value': 'E14.200x023+N08.3*',
        'label': 'E14.200x023+N08.3* 糖尿病性肾小球硬化症'
    },
    {
        'value': 'E14.200x024+N08.3*',
        'label': 'E14.200x024+N08.3* 糖尿病性弥漫性肾小球硬化症'
    },
    {
        'value': 'E14.200x025+N08.3*',
        'label': 'E14.200x025+N08.3* 糖尿病性结节性肾小球硬化症'
    },
    {
        'value': 'E14.200x026+N08.3*',
        'label': 'E14.200x026+N08.3* 糖尿病性难愈性肾小球硬化症'
    },
    {
        'value': 'E14.200x027+N08.3*',
        'label': 'E14.200x027+N08.3* 糖尿病性大量白蛋白尿'
    },
    {
        'value': 'E14.200x028+N08.3*',
        'label': 'E14.200x028+N08.3* 糖尿病性递进性肾病'
    },
    {
        'value': 'E14.200x029+N08.3*',
        'label': 'E14.200x029+N08.3* 糖尿病性毛细管间性肾小球硬化症'
    },
    {
        'value': 'E14.200x030+N08.3*',
        'label': 'E14.200x030+N08.3* 糖尿病性持续蛋白尿'
    },
    {
        'value': 'E14.200x031+N29.8*',
        'label': 'E14.200x031+N29.8* 糖尿病性终末期肾脏病'
    },
    {
        'value': 'E14.200x091+N08.3*',
        'label': 'E14.200x091+N08.3* 糖尿病性急性肾功能衰竭'
    },
    {
        'value': 'E14.200x092+N08.3*',
        'label': 'E14.200x092+N08.3* 糖尿病性髓质乳头坏死'
    },
    {
        'value': 'E14.200x211+N08.3*',
        'label': 'E14.200x211+N08.3* 糖尿病肾病I期'
    },
    {
        'value': 'E14.200x212+N08.3*',
        'label': 'E14.200x212+N08.3* 糖尿病肾病II期'
    },
    {
        'value': 'E14.200x213+N08.3*',
        'label': 'E14.200x213+N08.3* 糖尿病肾病III期'
    },
    {
        'value': 'E14.200x214+N08.3*',
        'label': 'E14.200x214+N08.3* 糖尿病肾病IV期'
    },
    {
        'value': 'E14.200x215+N08.3*',
        'label': 'E14.200x215+N08.3* 糖尿病肾病V期'
    },
    {
        'value': 'E14.300x011+H36.0*',
        'label': 'E14.300x011+H36.0* 糖尿病性背景性视网膜病'
    },
    {
        'value': 'E14.300x012+H36.0*',
        'label': 'E14.300x012+H36.0* 糖尿病性背景性出血性视网膜病'
    },
    {
        'value': 'E14.300x013+H36.0*',
        'label': 'E14.300x013+H36.0* 糖尿病性背景性硬性渗出物性视网膜病'
    },
    {
        'value': 'E14.300x014+H36.0*',
        'label': 'E14.300x014+H36.0* 糖尿病性背景性小动脉瘤视网膜病'
    },
    {
        'value': 'E14.300x015+H36.0*',
        'label': 'E14.300x015+H36.0* 糖尿病性背景性静脉扩张性视网膜病'
    },
    {
        'value': 'E14.300x021+H36.0*',
        'label': 'E14.300x021+H36.0* 糖尿病性增殖性前期视网膜病'
    },
    {
        'value': 'E14.300x022+H36.0*',
        'label': 'E14.300x022+H36.0* 糖尿病性增殖性前期视网膜内微血管异常性视网膜病'
    },
    {
        'value': 'E14.300x023+H36.0*',
        'label': 'E14.300x023+H36.0* 糖尿病性增殖性前期絮状斑点性视网膜病'
    },
    {
        'value': 'E14.300x024+H36.0*',
        'label': 'E14.300x024+H36.0* 糖尿病性增殖性前期出血性视网膜病'
    },
    {
        'value': 'E14.300x025+H36.0*',
        'label': 'E14.300x025+H36.0* 糖尿病性增殖性前期局部缺血性视网膜病'
    },
    {
        'value': 'E14.300x031+H36.0*',
        'label': 'E14.300x031+H36.0* 糖尿病性增殖性视网膜病'
    },
    {
        'value': 'E14.300x032+H36.0*',
        'label': 'E14.300x032+H36.0* 糖尿病性增殖性出血性视网膜病'
    },
    {
        'value': 'E14.300x033+H36.0*',
        'label': 'E14.300x033+H36.0* 糖尿病性增殖性视网膜前出血性视网膜病'
    },
    {
        'value': 'E14.300x034+H36.0*',
        'label': 'E14.300x034+H36.0* 糖尿病性增殖性玻璃体出血性视网膜病'
    },
    {
        'value': 'E14.300x035+H36.0*',
        'label': 'E14.300x035+H36.0* 糖尿病性增殖性新生血管化性视网膜病'
    },
    {
        'value': 'E14.300x036+H36.0*',
        'label': 'E14.300x036+H36.0* 糖尿病性增殖性视网膜牵引性视网膜病'
    },
    {
        'value': 'E14.300x041+H36.0*',
        'label': 'E14.300x041+H36.0* 糖尿病性斑点性视网膜病'
    },
    {
        'value': 'E14.300x042+H36.0*',
        'label': 'E14.300x042+H36.0* 糖尿病性局部的水肿斑点性视网膜病'
    },
    {
        'value': 'E14.300x043+H36.0*',
        'label': 'E14.300x043+H36.0* 糖尿病性全面的水肿斑点性视网膜病'
    },
    {
        'value': 'E14.300x044+H36.0*',
        'label': 'E14.300x044+H36.0* 糖尿病性星状的斑点性视网膜病'
    },
    {
        'value': 'E14.300x045+H36.0*',
        'label': 'E14.300x045+H36.0* 糖尿病性环状的黄斑病性视网膜病'
    },
    {
        'value': 'E14.300x046+H36.0*',
        'label': 'E14.300x046+H36.0* 糖尿病性缺血性黄斑病性视网膜病'
    },
    {
        'value': 'E14.300x047+H36.0*',
        'label': 'E14.300x047+H36.0* 糖尿病性视网膜增厚性视网膜病'
    },
    {
        'value': 'E14.300x051+H42.0*',
        'label': 'E14.300x051+H42.0* 糖尿病性新生血管性青光眼'
    },
    {
        'value': 'E14.300x052+H22.1*',
        'label': 'E14.300x052+H22.1* 糖尿病性虹膜红变症'
    },
    {
        'value': 'E14.300x053+H36.0*',
        'label': 'E14.300x053+H36.0* 糖尿病性牵拉性视网膜脱离'
    },
    {
        'value': 'E14.300x054+H22.1*',
        'label': 'E14.300x054+H22.1* 糖尿病性虹膜炎'
    },
    {
        'value': 'E14.300x061+H28.0*',
        'label': 'E14.300x061+H28.0* 糖尿病性白内障'
    },
    {
        'value': 'E14.300x071+H36.0*',
        'label': 'E14.300x071+H36.0* 糖尿病性视网膜病变'
    },
    {
        'value': 'E14.300x091+H28.0*',
        'label': 'E14.300x091+H28.0* 糖尿病性早发的年龄相关性白内障'
    },
    {
        'value': 'E14.400x910+G63.2*',
        'label': 'E14.400x910+G63.2* 糖尿病伴神经系统并发症'
    },
    {
        'value': 'E14.400x021+G63.2*',
        'label': 'E14.400x021+G63.2* 糖尿病性多发性神经病'
    },
    {
        'value': 'E14.400x022+G63.2*',
        'label': 'E14.400x022+G63.2* 糖尿病性胰岛素相关性神经炎'
    },
    {
        'value': 'E14.400x023+G63.2*',
        'label': 'E14.400x023+G63.2* 糖尿病性周围神经病'
    },
    {
        'value': 'E14.400x024+G63.2*',
        'label': 'E14.400x024+G63.2* 糖尿病性远端对称性周围神经病'
    },
    {
        'value': 'E14.400x025+G63.2*',
        'label': 'E14.400x025+G63.2* 糖尿病性小神经纤维周围神经病'
    },
    {
        'value': 'E14.400x026+G63.2*',
        'label': 'E14.400x026+G63.2* 糖尿病性感觉运动性周围神经病'
    },
    {
        'value': 'E14.400x110+G59.0*',
        'label': 'E14.400x110+G59.0* 糖尿病性单神经病'
    },
    {
        'value': 'E14.400x111+G59.0*',
        'label': 'E14.400x111+G59.0* 糖尿病性胸神经根病'
    },
    {
        'value': 'E14.400x112+G59.0*',
        'label': 'E14.400x112+G59.0* 糖尿病性躯干神经根病'
    },
    {
        'value': 'E14.400x120+G73.0*',
        'label': 'E14.400x120+G73.0* 糖尿病性肌萎缩'
    },
    {
        'value': 'E14.400x121+G73.0*',
        'label': 'E14.400x121+G73.0* 糖尿病性肌无力综合征'
    },
    {
        'value': 'E14.400x130+G59.0*',
        'label': 'E14.400x130+G59.0* 糖尿病性脑神经麻痹'
    },
    {
        'value': 'E14.400x140+G59.0*',
        'label': 'E14.400x140+G59.0* 糖尿病性动眼神经麻痹'
    },
    {
        'value': 'E14.400x150+G59.0*',
        'label': 'E14.400x150+G59.0* 糖尿病性外展神经麻痹'
    },
    {
        'value': 'E14.400x160+G59.0*',
        'label': 'E14.400x160+G59.0* 糖尿病性股神经病'
    },
    {
        'value': 'E14.400x170+G59.0*',
        'label': 'E14.400x170+G59.0* 糖尿病性多发性单神经病'
    },
    {
        'value': 'E14.400x180+G59.0*',
        'label': 'E14.400x180+G59.0* 糖尿病性眼肌麻痹'
    },
    {
        'value': 'E14.400x190+G59.0*',
        'label': 'E14.400x190+G59.0* 糖尿病性神经根病'
    },
    {
        'value': 'E14.400x191+G59.0*',
        'label': 'E14.400x191+G59.0* 糖尿病腰骶神经根神经丛病'
    },
    {
        'value': 'E14.400x310+G99.0*',
        'label': 'E14.400x310+G99.0* 糖尿病性出汗异常'
    },
    {
        'value': 'E14.400x311+G99.0*',
        'label': 'E14.400x311+G99.0* 糖尿病性体位性低血压'
    },
    {
        'value': 'E14.400x312+G99.0*',
        'label': 'E14.400x312+G99.0* 糖尿病性自主神经病'
    },
    {
        'value': 'E14.400x330+G99.0*',
        'label': 'E14.400x330+G99.0* 糖尿病性腹泻'
    },
    {
        'value': 'E14.400x340+G99.0*',
        'label': 'E14.400x340+G99.0* 糖尿病性肛门直肠功能障碍'
    },
    {
        'value': 'E14.400x350+G99.0*',
        'label': 'E14.400x350+G99.0* 糖尿病性食管功能障碍'
    },
    {
        'value': 'E14.400x360+G99.0*',
        'label': 'E14.400x360+G99.0* 糖尿病性性无能'
    },
    {
        'value': 'E14.400x370+G99.0*',
        'label': 'E14.400x370+G99.0* 糖尿病性胃轻瘫'
    },
    {
        'value': 'E14.400x380+G99.0*',
        'label': 'E14.400x380+G99.0* 糖尿病性膀胱张力减弱'
    },
    {
        'value': 'E14.400x381+N33.8*',
        'label': 'E14.400x381+N33.8* 糖尿病神经源性膀胱炎'
    },
    {
        'value': 'E14.400x390+G99.0*',
        'label': 'E14.400x390+G99.0* 糖尿病性神经性水肿'
    },
    {
        'value': 'E14.400x901+G99.0*',
        'label': 'E14.400x901+G99.0* 糖尿病性脊髓病'
    },
    {
        'value': 'E14.500x011+I79.2*',
        'label': 'E14.500x011+I79.2* 糖尿病性周围血管病'
    },
    {
        'value': 'E14.500x021+I79.2*',
        'label': 'E14.500x021+I79.2* 糖尿病性周围血管病及坏疽'
    },
    {
        'value': 'E14.500x031+I43.8*',
        'label': 'E14.500x031+I43.8* 糖尿病性缺血性心肌病'
    },
    {
        'value': 'E14.500x032+I43.8*',
        'label': 'E14.500x032+I43.8* 糖尿病性心肌病'
    },
    {
        'value': 'E14.500x041',
        'label': 'E14.500x041 糖尿病性溃疡'
    },
    {
        'value': 'E14.500x042',
        'label': 'E14.500x042 糖尿病性坏疽'
    },
    {
        'value': 'E14.500x043',
        'label': 'E14.500x043 糖尿病性下肢溃疡'
    },
    {
        'value': 'E14.500x044',
        'label': 'E14.500x044 糖尿病性足坏疽'
    },
    {
        'value': 'E14.500x045',
        'label': 'E14.500x045 糖尿病性急性皮肤坏疽'
    },
    {
        'value': 'E14.500x046',
        'label': 'E14.500x046 糖尿病性细菌性坏疽'
    },
    {
        'value': 'E14.500x047',
        'label': 'E14.500x047 糖尿病性溶血性坏疽'
    },
    {
        'value': 'E14.500x048',
        'label': 'E14.500x048 糖尿病性富尼埃坏疽'
    },
    {
        'value': 'E14.500x061',
        'label': 'E14.500x061 糖尿病性富尼埃氏坏疽'
    },
    {
        'value': 'E14.500x049',
        'label': 'E14.500x049 糖尿病性曼莱尼坏疽'
    },
    {
        'value': 'E14.500x062',
        'label': 'E14.500x062 糖尿病性曼莱尼氏坏疽'
    },
    {
        'value': 'E14.500x050',
        'label': 'E14.500x050 糖尿病足'
    },
    {
        'value': 'E14.500x051',
        'label': 'E14.500x051 糖尿病性下肢感染'
    },
    {
        'value': 'E14.600x011+M14.6*',
        'label': 'E14.600x011+M14.6* 糖尿病性夏科关节病'
    },
    {
        'value': 'E14.600x012+M14.2*',
        'label': 'E14.600x012+M14.2* 糖尿病性手关节综合征'
    },
    {
        'value': 'E14.600x014+M14.2*',
        'label': 'E14.600x014+M14.2* 糖尿病性手掌筋膜纤维瘤病'
    },
    {
        'value': 'E14.600x015+M14.2*',
        'label': 'E14.600x015+M14.2* 糖尿病性肩关节周围炎'
    },
    {
        'value': 'E14.600x016+M14.2*',
        'label': 'E14.600x016+M14.2* 糖尿病性骨关节病'
    },
    {
        'value': 'E14.600x021',
        'label': 'E14.600x021 糖尿病性大疱症'
    },
    {
        'value': 'E14.600x022',
        'label': 'E14.600x022 糖尿病性皮肤病'
    },
    {
        'value': 'E14.600x023',
        'label': 'E14.600x023 糖尿病性红斑'
    },
    {
        'value': 'E14.600x024',
        'label': 'E14.600x024 糖尿病性潮红'
    },
    {
        'value': 'E14.600x025',
        'label': 'E14.600x025 糖尿病性皮肤硬化'
    },
    {
        'value': 'E14.600x026',
        'label': 'E14.600x026 糖尿病性皮肤增厚'
    },
    {
        'value': 'E14.600x027+L99.8*',
        'label': 'E14.600x027+L99.8* 糖尿病性糖尿病脂性渐进性坏死'
    },
    {
        'value': 'E14.600x028',
        'label': 'E14.600x028 糖尿病性甲周毛细血管扩张'
    },
    {
        'value': 'E14.600x031',
        'label': 'E14.600x031 糖尿病性急性牙周脓肿'
    },
    {
        'value': 'E14.600x032',
        'label': 'E14.600x032 糖尿病性牙周炎'
    },
    {
        'value': 'E14.600x042',
        'label': 'E14.600x042 糖尿病性低血糖性癫痫发作'
    },
    {
        'value': 'E14.600x043',
        'label': 'E14.600x043 糖尿病性低血糖症'
    },
    {
        'value': 'E14.600x051',
        'label': 'E14.600x051 糖尿病伴血糖控制不佳'
    },
    {
        'value': 'E14.600x910',
        'label': 'E14.600x910 糖尿病性肌坏死'
    },
    {
        'value': 'E14.600x911',
        'label': 'E14.600x911 糖尿病性坏死性筋膜炎'
    },
    {
        'value': 'E14.600x920',
        'label': 'E14.600x920 糖尿病性无菌性肌坏死'
    },
    {
        'value': 'E14.600x970',
        'label': 'E14.600x970 糖尿病性乳腺纤维化病变'
    },
    {
        'value': 'E14.700x033',
        'label': 'E14.700x033 糖尿病伴多个并发症'
    },
    {
        'value': 'E14.700x011',
        'label': 'E14.700x011 糖尿病性多发性微血管并发症'
    },
    {
        'value': 'E14.700x021',
        'label': 'E14.700x021 糖尿病性胰岛素抵抗'
    },
    {
        'value': 'E14.700x022',
        'label': 'E14.700x022 糖尿病性高血压'
    },
    {
        'value': 'E14.700x023',
        'label': 'E14.700x023 糖尿病性肥胖症性高血压'
    },
    {
        'value': 'E14.700x024',
        'label': 'E14.700x024 糖尿病性内脏脂肪沉积增加'
    },
    {
        'value': 'E14.700x025',
        'label': 'E14.700x025 糖尿病性黑棘皮症或血脂障碍或高胰岛素血症或肥胖症'
    },
    {
        'value': 'E14.700x031',
        'label': 'E14.700x031 糖尿病性足溃疡和周围血管病'
    },
    {
        'value': 'E14.700x032',
        'label': 'E14.700x032 糖尿病性足溃疡和周围神经病'
    },
    {
        'value': 'E14.800',
        'label': 'E14.800 糖尿病伴有并发症'
    },
    {
        'value': 'E14.900x001',
        'label': 'E14.900x001 糖尿病'
    },
    {
        'value': 'E15.x00x001',
        'label': 'E15.x00x001 低血糖性昏迷'
    },
    {
        'value': 'E15.x00x002',
        'label': 'E15.x00x002 非糖尿病引起的药物性胰岛素性昏迷'
    },
    {
        'value': 'E15.x00x004',
        'label': 'E15.x00x004 胰岛素分泌过多伴低血糖性昏迷'
    },
    {
        'value': 'E16.000x001',
        'label': 'E16.000x001 药物性低血糖'
    },
    {
        'value': 'E16.100x001',
        'label': 'E16.100x001 反应性低血糖症[餐后低血糖症]'
    },
    {
        'value': 'E16.100x002',
        'label': 'E16.100x002 高胰岛素血症'
    },
    {
        'value': 'E16.100x004',
        'label': 'E16.100x004 胰岛β细胞增生'
    },
    {
        'value': 'E16.100x005',
        'label': 'E16.100x005 功能性非高胰岛素性低血糖'
    },
    {
        'value': 'E16.100x006',
        'label': 'E16.100x006 功能性胰岛素分泌过多'
    },
    {
        'value': 'E16.100x010',
        'label': 'E16.100x010 自身免疫性胰岛素综合征'
    },
    {
        'value': 'E16.100x013',
        'label': 'E16.100x013 婴儿持续性高胰岛素血症性低血糖'
    },
    {
        'value': 'E16.101',
        'label': 'E16.101 反应性低血糖症'
    },
    {
        'value': 'E16.102',
        'label': 'E16.102 自身免疫性低血糖症'
    },
    {
        'value': 'E16.103',
        'label': 'E16.103 功能性高胰岛素血症'
    },
    {
        'value': 'E16.104',
        'label': 'E16.104 功能性非胰岛素性低血糖'
    },
    {
        'value': 'E16.105',
        'label': 'E16.105 胰岛素自身免疫综合征'
    },
    {
        'value': 'E16.106',
        'label': 'E16.106 婴儿低血糖症'
    },
    {
        'value': 'E16.107+G94.8*',
        'label': 'E16.107+G94.8* 低血糖昏迷性脑病'
    },
    {
        'value': 'E16.108+G94.8*',
        'label': 'E16.108+G94.8* 低血糖性脑病'
    },
    {
        'value': 'E16.109',
        'label': 'E16.109 酒精性低血糖症'
    },
    {
        'value': 'E16.100x021',
        'label': 'E16.100x021 先天性高胰岛素性低血糖血症'
    },
    {
        'value': 'E16.111+G94.3*',
        'label': 'E16.111+G94.3* 低血糖性脑昏迷'
    },
    {
        'value': 'E16.100x007',
        'label': 'E16.100x007 先天性高胰岛素血症'
    },
    {
        'value': 'E16.200x001',
        'label': 'E16.200x001 低血糖症'
    },
    {
        'value': 'E16.300x001',
        'label': 'E16.300x001 胰腺内分泌细胞增生伴胰升糖素过多'
    },
    {
        'value': 'E16.300x002',
        'label': 'E16.300x002 胰升糖素分泌过多'
    },
    {
        'value': 'E16.300x003+L54.8*',
        'label': 'E16.300x003+L54.8* 坏死松解性游走性红斑'
    },
    {
        'value': 'E16.301',
        'label': 'E16.301 胰高血糖素血症'
    },
    {
        'value': 'E16.400',
        'label': 'E16.400 胃泌素分泌异常'
    },
    {
        'value': 'E16.400x003',
        'label': 'E16.400x003 促胃液素分泌异常'
    },
    {
        'value': 'E16.401',
        'label': 'E16.401 高胃泌素血症'
    },
    {
        'value': 'E16.402',
        'label': 'E16.402 佐林格-埃利森综合征'
    },
    {
        'value': 'E16.400x002',
        'label': 'E16.400x002 胃泌素瘤[Zollinger-Ellison综合征]'
    },
    {
        'value': 'E16.800x001',
        'label': 'E16.800x001 胰腺胰多肽分泌过多'
    },
    {
        'value': 'E16.800x002',
        'label': 'E16.800x002 胰腺生长抑素分泌过多'
    },
    {
        'value': 'E16.800x003',
        'label': 'E16.800x003 胰腺血管活性肠肽分泌过多'
    },
    {
        'value': 'E16.800x004',
        'label': 'E16.800x004 胰腺生长激素释放激素分泌过多'
    },
    {
        'value': 'E16.800x006',
        'label': 'E16.800x006 A型胰岛素抵抗综合征'
    },
    {
        'value': 'E16.800x007',
        'label': 'E16.800x007 B型胰岛素抵抗综合征'
    },
    {
        'value': 'E16.800x011',
        'label': 'E16.800x011 糖耐量受损伴周围血管病'
    },
    {
        'value': 'E16.800x021',
        'label': 'E16.800x021 糖耐量受损伴周围血管病及坏疽'
    },
    {
        'value': 'E16.800x101',
        'label': 'E16.800x101 糖耐量受损伴肥胖型高血压'
    },
    {
        'value': 'E16.800x102',
        'label': 'E16.800x102 糖耐量受损伴高血压'
    },
    {
        'value': 'E16.800x103',
        'label': 'E16.800x103 糖耐量受损伴内脏脂肪沉积增加'
    },
    {
        'value': 'E16.800x104',
        'label': 'E16.800x104 糖耐量受损伴胰岛素抵抗'
    },
    {
        'value': 'E16.800x105',
        'label': 'E16.800x105 糖耐量受损伴黑棘皮症或血脂障碍或高胰岛素血症或肥胖症'
    },
    {
        'value': 'E16.800x901',
        'label': 'E16.800x901 糖耐量受损'
    },
    {
        'value': 'E16.801',
        'label': 'E16.801 胰岛素抵抗'
    },
    {
        'value': 'E16.802',
        'label': 'E16.802 胰腺生长抑素增加'
    },
    {
        'value': 'E16.803',
        'label': 'E16.803 代谢综合征'
    },
    {
        'value': 'E16.804',
        'label': 'E16.804 自身免疫性胰岛素受体病'
    },
    {
        'value': 'E16.900',
        'label': 'E16.900 胰腺内分泌的疾患'
    },
    {
        'value': 'E16.900x002',
        'label': 'E16.900x002 胰腺内分泌细胞增生'
    },
    {
        'value': 'E16.901',
        'label': 'E16.901 胰岛细胞增生症'
    },
    {
        'value': 'E20.000x001',
        'label': 'E20.000x001 特发性甲状旁腺功能减退'
    },
    {
        'value': 'E20.000x003',
        'label': 'E20.000x003 原发性甲状旁腺功能减退症'
    },
    {
        'value': 'E20.000x012',
        'label': 'E20.000x012 原发性甲状旁腺功能减退'
    },
    {
        'value': 'E20.100x002',
        'label': 'E20.100x002 假性甲状旁腺功能减退'
    },
    {
        'value': 'E20.800',
        'label': 'E20.800 甲状旁腺功能减退症，其他的'
    },
    {
        'value': 'E20.800x001',
        'label': 'E20.800x001 继发性甲状旁腺功能减退'
    },
    {
        'value': 'E20.800x002',
        'label': 'E20.800x002 先天性甲状旁腺功能减退'
    },
    {
        'value': 'E20.900x001',
        'label': 'E20.900x001 甲状旁腺功能减退'
    },
    {
        'value': 'E20.901',
        'label': 'E20.901 甲状旁腺性手足搐搦'
    },
    {
        'value': 'E20.900x003+H28.1*',
        'label': 'E20.900x003+H28.1* 甲状旁腺功能减退性低钙性白内障'
    },
    {
        'value': 'E21.000x005',
        'label': 'E21.000x005 原发性甲状旁腺功能亢进'
    },
    {
        'value': 'E21.000x007',
        'label': 'E21.000x007 股骨囊性纤维性骨炎'
    },
    {
        'value': 'E21.001',
        'label': 'E21.001 甲状旁腺增生'
    },
    {
        'value': 'E21.002',
        'label': 'E21.002 全身囊性纤维性骨炎'
    },
    {
        'value': 'E21.003',
        'label': 'E21.003 下颌骨囊性纤维性骨炎'
    },
    {
        'value': 'E21.004',
        'label': 'E21.004 脊柱囊性纤维性骨炎'
    },
    {
        'value': 'E21.005',
        'label': 'E21.005 上肢骨囊性纤维性骨炎'
    },
    {
        'value': 'E21.006',
        'label': 'E21.006 下肢骨囊性纤维性骨炎'
    },
    {
        'value': 'E21.100x001',
        'label': 'E21.100x001 继发性甲状旁腺功能亢进'
    },
    {
        'value': 'E21.200',
        'label': 'E21.200 甲状旁腺功能亢进症，其他的'
    },
    {
        'value': 'E21.201',
        'label': 'E21.201 三发性甲状旁腺功能亢进症'
    },
    {
        'value': 'E21.300x001',
        'label': 'E21.300x001 甲状旁腺功能亢进'
    },
    {
        'value': 'E21.300x002',
        'label': 'E21.300x002 甲状旁腺激素升高'
    },
    {
        'value': 'E21.300x003+M14.1*',
        'label': 'E21.300x003+M14.1* 甲状旁腺功能亢进症性晶体性关节病'
    },
    {
        'value': 'E21.300x004+G73.5*',
        'label': 'E21.300x004+G73.5* 甲状旁腺亢进合并肌病'
    },
    {
        'value': 'E21.301',
        'label': 'E21.301 甲状旁腺功能亢进危象'
    },
    {
        'value': 'E21.400x001',
        'label': 'E21.400x001 甲状旁腺出血'
    },
    {
        'value': 'E21.400x003',
        'label': 'E21.400x003 甲状旁腺炎'
    },
    {
        'value': 'E21.401',
        'label': 'E21.401 甲状旁腺囊肿'
    },
    {
        'value': 'E21.402',
        'label': 'E21.402 甲状旁腺囊肿出血'
    },
    {
        'value': 'E21.500',
        'label': 'E21.500 甲状旁腺的疾患'
    },
    {
        'value': 'E22.000x001',
        'label': 'E22.000x001 垂体性巨人症'
    },
    {
        'value': 'E22.000x002',
        'label': 'E22.000x002 生长激素生成过多'
    },
    {
        'value': 'E22.000x005',
        'label': 'E22.000x005 垂体生长激素瘤'
    },
    {
        'value': 'E22.000x006+M14.5*',
        'label': 'E22.000x006+M14.5* 肢端肥大症性关节病'
    },
    {
        'value': 'E22.001',
        'label': 'E22.001 肢端肥大症'
    },
    {
        'value': 'E22.002',
        'label': 'E22.002 生长激素过度分泌综合征'
    },
    {
        'value': 'E22.100x001',
        'label': 'E22.100x001 高泌乳素血症'
    },
    {
        'value': 'E22.200x001',
        'label': 'E22.200x001 抗利尿激素不恰当分泌综合征'
    },
    {
        'value': 'E22.800',
        'label': 'E22.800 垂体功能亢进，其他的'
    },
    {
        'value': 'E22.801',
        'label': 'E22.801 垂体多分泌功能瘤'
    },
    {
        'value': 'E22.802',
        'label': 'E22.802 中枢性性早熟'
    },
    {
        'value': 'E22.900',
        'label': 'E22.900 垂体功能亢进'
    },
    {
        'value': 'E23.000x006',
        'label': 'E23.000x006 垂体功能低下'
    },
    {
        'value': 'E23.000x001+G73.5*',
        'label': 'E23.000x001+G73.5* 垂体功能减退性肌病'
    },
    {
        'value': 'E23.000x005',
        'label': 'E23.000x005 产后垂体前叶功能减退危象'
    },
    {
        'value': 'E23.000x007',
        'label': 'E23.000x007 腺垂体功能减退症'
    },
    {
        'value': 'E23.000x008',
        'label': 'E23.000x008 垂体前叶功能减退'
    },
    {
        'value': 'E23.000x011',
        'label': 'E23.000x011 孤立性促性腺激素缺乏症'
    },
    {
        'value': 'E23.000x014',
        'label': 'E23.000x014 停经泌乳综合征'
    },
    {
        'value': 'E23.000x015',
        'label': 'E23.000x015 低促性腺激素性性腺功能减退症'
    },
    {
        'value': 'E23.000x002',
        'label': 'E23.000x002 嗅觉缺失-性腺功能减退征[卡尔曼综合征]'
    },
    {
        'value': 'E23.002',
        'label': 'E23.002 垂体前叶功能减退危象'
    },
    {
        'value': 'E23.003',
        'label': 'E23.003 全垂体功能减退症'
    },
    {
        'value': 'E23.000x004',
        'label': 'E23.000x004 产后垂体功能不全综合征[席恩综合征]'
    },
    {
        'value': 'E23.005',
        'label': 'E23.005 垂体性矮小症'
    },
    {
        'value': 'E23.000x010',
        'label': 'E23.000x010 垂体性侏儒症'
    },
    {
        'value': 'E23.006',
        'label': 'E23.006 低促性腺激素性腺功能减退症'
    },
    {
        'value': 'E23.007',
        'label': 'E23.007 单一性促性腺激素缺乏症'
    },
    {
        'value': 'E23.008',
        'label': 'E23.008 胰岛素样生长因子1缺乏'
    },
    {
        'value': 'E23.009',
        'label': 'E23.009 生长激素缺乏症'
    },
    {
        'value': 'E23.010',
        'label': 'E23.010 特发性低促性腺激素性性腺功能减退症'
    },
    {
        'value': 'E23.100',
        'label': 'E23.100 药物性垂体功能减退症'
    },
    {
        'value': 'E23.200x003',
        'label': 'E23.200x003 中枢性尿崩症'
    },
    {
        'value': 'E23.200x005',
        'label': 'E23.200x005 完全性尿崩症'
    },
    {
        'value': 'E23.201',
        'label': 'E23.201 脑外伤后尿崩症'
    },
    {
        'value': 'E23.202',
        'label': 'E23.202 部分性垂体性尿崩症'
    },
    {
        'value': 'E23.203',
        'label': 'E23.203 完全性垂体性尿崩症'
    },
    {
        'value': 'E23.204',
        'label': 'E23.204 继发性尿崩症'
    },
    {
        'value': 'E23.300',
        'label': 'E23.300 下丘脑功能不良'
    },
    {
        'value': 'E23.300x001',
        'label': 'E23.300x001 垂体功能不良'
    },
    {
        'value': 'E23.301',
        'label': 'E23.301 垂体功能紊乱'
    },
    {
        'value': 'E23.302',
        'label': 'E23.302 下丘脑综合征'
    },
    {
        'value': 'E23.600x001',
        'label': 'E23.600x001 鞍区病变'
    },
    {
        'value': 'E23.600x005',
        'label': 'E23.600x005 垂体管囊肿'
    },
    {
        'value': 'E23.600x008',
        'label': 'E23.600x008 垂体炎'
    },
    {
        'value': 'E23.600x010',
        'label': 'E23.600x010 垂体增大'
    },
    {
        'value': 'E23.600x011',
        'label': 'E23.600x011 下丘脑性肥胖'
    },
    {
        'value': 'E23.600x014',
        'label': 'E23.600x014 蝶鞍扩大'
    },
    {
        'value': 'E23.600x015',
        'label': 'E23.600x015 反馈性垂体瘤综合征'
    },
    {
        'value': 'E23.600x016',
        'label': 'E23.600x016 肥胖-生殖无能综合征'
    },
    {
        'value': 'E23.600x016Q87.804',
        'label': 'E23.600x016Q87.804 劳伦斯-穆恩(-巴尔得)-别德尔综合征'
    },
    {
        'value': 'E23.601',
        'label': 'E23.601 垂体脓肿'
    },
    {
        'value': 'E23.602',
        'label': 'E23.602 垂体卒中'
    },
    {
        'value': 'E23.603',
        'label': 'E23.603 空泡蝶鞍综合征'
    },
    {
        'value': 'E23.604',
        'label': 'E23.604 垂体瘢痕'
    },
    {
        'value': 'E23.605',
        'label': 'E23.605 垂体性肥胖'
    },
    {
        'value': 'E23.606',
        'label': 'E23.606 垂体增生'
    },
    {
        'value': 'E23.607',
        'label': 'E23.607 垂体囊肿'
    },
    {
        'value': 'E23.608',
        'label': 'E23.608 拉特克囊肿'
    },
    {
        'value': 'E23.610',
        'label': 'E23.610 垂体钙化'
    },
    {
        'value': 'E23.611',
        'label': 'E23.611 垂体出血'
    },
    {
        'value': 'E23.612',
        'label': 'E23.612 垂体假腺瘤'
    },
    {
        'value': 'E23.613',
        'label': 'E23.613 淋巴细胞性垂体炎'
    },
    {
        'value': 'E23.614',
        'label': 'E23.614 垂体萎缩'
    },
    {
        'value': 'E23.615',
        'label': 'E23.615 肉芽肿性垂体炎'
    },
    {
        'value': 'E23.616',
        'label': 'E23.616 垂体柄阻断综合征'
    },
    {
        'value': 'E23.617',
        'label': 'E23.617 垂体危象'
    },
    {
        'value': 'E23.618',
        'label': 'E23.618 间脑综合征'
    },
    {
        'value': 'E23.619',
        'label': 'E23.619 自身免疫性垂体炎'
    },
    {
        'value': 'E23.700x001',
        'label': 'E23.700x001 垂体瘢痕形成'
    },
    {
        'value': 'E23.701',
        'label': 'E23.701 垂体肿物'
    },
    {
        'value': 'E24.000x001',
        'label': 'E24.000x001 垂体促肾上腺皮质激素分泌过多'
    },
    {
        'value': 'E24.000x003',
        'label': 'E24.000x003 垂体性嗜碱细胞增生症'
    },
    {
        'value': 'E24.000x011',
        'label': 'E24.000x011 垂体性嗜碱细胞增生'
    },
    {
        'value': 'E24.100',
        'label': 'E24.100 纳尔逊综合征'
    },
    {
        'value': 'E24.200x003',
        'label': 'E24.200x003 药物性库欣综合征'
    },
    {
        'value': 'E24.200x001',
        'label': 'E24.200x001 正确用药所致药物性皮质醇增多症'
    },
    {
        'value': 'E24.201',
        'label': 'E24.201 医源性库欣综合征'
    },
    {
        'value': 'E24.202',
        'label': 'E24.202 类库欣综合征'
    },
    {
        'value': 'E24.300',
        'label': 'E24.300 异位促肾上腺皮质激素综合征'
    },
    {
        'value': 'E24.400',
        'label': 'E24.400 醇诱发的假库欣综合征'
    },
    {
        'value': 'E24.800x001',
        'label': 'E24.800x001 原发性色素性结节状肾上腺皮质病'
    },
    {
        'value': 'E24.801',
        'label': 'E24.801 糖皮质激素过度敏感综合征'
    },
    {
        'value': 'E24.900x001',
        'label': 'E24.900x001 皮质醇增多症[库欣综合征]'
    },
    {
        'value': 'E24.900x003',
        'label': 'E24.900x003 库欣病'
    },
    {
        'value': 'E24.901',
        'label': 'E24.901 亚临床库欣综合征'
    },
    {
        'value': 'E24.902',
        'label': 'E24.902 肾上腺皮质功能亢进症'
    },
    {
        'value': 'E25.000x007',
        'label': 'E25.000x007 早熟性巨睾症'
    },
    {
        'value': 'E25.000x008',
        'label': 'E25.000x008 盐丢失性先天性肾上腺增生'
    },
    {
        'value': 'E25.000x011',
        'label': 'E25.000x011 11-羟化酶缺陷'
    },
    {
        'value': 'E25.000x012',
        'label': 'E25.000x012 17-羟化酶缺陷'
    },
    {
        'value': 'E25.000x013',
        'label': 'E25.000x013 21-羟化酶缺乏症'
    },
    {
        'value': 'E25.000x014',
        'label': 'E25.000x014 21-羟化酶缺陷'
    },
    {
        'value': 'E25.004',
        'label': 'E25.004 先天性肾上腺皮质增生症'
    },
    {
        'value': 'E25.000x015',
        'label': 'E25.000x015 先天性肾上腺发育不良'
    },
    {
        'value': 'E25.800',
        'label': 'E25.800 肾上腺性征疾患,其他的'
    },
    {
        'value': 'E25.801',
        'label': 'E25.801 假性性早熟'
    },
    {
        'value': 'E25.802',
        'label': 'E25.802 女性肾上腺性假两性畸形'
    },
    {
        'value': 'E25.900',
        'label': 'E25.900 肾上腺性征疾患'
    },
    {
        'value': 'E25.901',
        'label': 'E25.901 肾上腺增生伴女性男性化'
    },
    {
        'value': 'E25.902',
        'label': 'E25.902 肾上腺性征综合征'
    },
    {
        'value': 'E25.903',
        'label': 'E25.903 男性肾上腺增生性性早熟'
    },
    {
        'value': 'E26.000x002',
        'label': 'E26.000x002 原发性醛固酮增多症[低肾素性醛固酮增多症]'
    },
    {
        'value': 'E26.000x003',
        'label': 'E26.000x003 康恩综合征[Conn综合征]'
    },
    {
        'value': 'E26.001',
        'label': 'E26.001 特发性醛固酮增多症'
    },
    {
        'value': 'E26.100x001',
        'label': 'E26.100x001 继发性醛固酮增多症'
    },
    {
        'value': 'E26.800x002',
        'label': 'E26.800x002 高肾素性醛固酮增多症'
    },
    {
        'value': 'E26.801',
        'label': 'E26.801 家族性醛固酮增多症'
    },
    {
        'value': 'E26.800x011',
        'label': 'E26.800x011 巴特综合征[Bartter综合征]'
    },
    {
        'value': 'E26.800x012',
        'label': 'E26.800x012 Gitelman综合征'
    },
    {
        'value': 'E26.900x001',
        'label': 'E26.900x001 醛固酮增多症'
    },
    {
        'value': 'E27.000x001',
        'label': 'E27.000x001 肾上腺皮质功能亢进'
    },
    {
        'value': 'E27.000x002',
        'label': 'E27.000x002 促肾上腺皮质激素生成过多'
    },
    {
        'value': 'E27.000x003',
        'label': 'E27.000x003 肾上腺皮质功能亢进危象'
    },
    {
        'value': 'E27.000x011',
        'label': 'E27.000x011 肾上腺来源高雄激素血症'
    },
    {
        'value': 'E27.001',
        'label': 'E27.001 肾上腺皮质功能亢进，与库欣综合征无关'
    },
    {
        'value': 'E27.100x003',
        'label': 'E27.100x003 自身免疫性肾上腺炎'
    },
    {
        'value': 'E27.100x011',
        'label': 'E27.100x011 艾迪生病[Addisons病]'
    },
    {
        'value': 'E27.200x003',
        'label': 'E27.200x003 肾上腺危象'
    },
    {
        'value': 'E27.202',
        'label': 'E27.202 肾上腺皮质功能减退危象'
    },
    {
        'value': 'E27.300x001',
        'label': 'E27.300x001 药源性肾上腺皮质功能减退症'
    },
    {
        'value': 'E27.400x005',
        'label': 'E27.400x005 肾上腺皮质萎缩'
    },
    {
        'value': 'E27.400x006',
        'label': 'E27.400x006 肾上腺皮质功能不全'
    },
    {
        'value': 'E27.400x011',
        'label': 'E27.400x011 继发性肾上皮质功能不全'
    },
    {
        'value': 'E27.401',
        'label': 'E27.401 肾上腺出血'
    },
    {
        'value': 'E27.402',
        'label': 'E27.402 肾上腺坏死'
    },
    {
        'value': 'E27.403',
        'label': 'E27.403 继发性肾上腺皮质功能减退症'
    },
    {
        'value': 'E27.404',
        'label': 'E27.404 三发性肾上腺皮质功能减退症'
    },
    {
        'value': 'E27.405',
        'label': 'E27.405 醛固酮缺乏症'
    },
    {
        'value': 'E27.406',
        'label': 'E27.406 肾上腺钙化'
    },
    {
        'value': 'E27.407',
        'label': 'E27.407 肾上腺皮质功能减退症'
    },
    {
        'value': 'E27.500',
        'label': 'E27.500 肾上腺髓质功能亢进'
    },
    {
        'value': 'E27.500x003',
        'label': 'E27.500x003 儿茶酚胺分泌过多'
    },
    {
        'value': 'E27.501',
        'label': 'E27.501 肾上腺髓质增生'
    },
    {
        'value': 'E27.800x005',
        'label': 'E27.800x005 肾上腺增生'
    },
    {
        'value': 'E27.800x010',
        'label': 'E27.800x010 肾上腺结节性增生'
    },
    {
        'value': 'E27.800x012',
        'label': 'E27.800x012 肾上腺血肿'
    },
    {
        'value': 'E27.800x021',
        'label': 'E27.800x021 肾上腺病变'
    },
    {
        'value': 'E27.801',
        'label': 'E27.801 肾上腺囊肿'
    },
    {
        'value': 'E27.802',
        'label': 'E27.802 肾上腺脓肿'
    },
    {
        'value': 'E27.803',
        'label': 'E27.803 肾上腺皮质增生'
    },
    {
        'value': 'E27.804',
        'label': 'E27.804 肾上腺炎'
    },
    {
        'value': 'E27.805',
        'label': 'E27.805 肾上腺皮质结节样增生'
    },
    {
        'value': 'E27.806',
        'label': 'E27.806 皮质醇结合球蛋白异常'
    },
    {
        'value': 'E27.807',
        'label': 'E27.807 大结节性肾上腺皮质增生'
    },
    {
        'value': 'E27.808',
        'label': 'E27.808 原发性色素性结节性肾上腺皮质增生'
    },
    {
        'value': 'E27.809',
        'label': 'E27.809 肾上腺囊肿伴囊内出血'
    },
    {
        'value': 'E27.810',
        'label': 'E27.810 肾上腺假性囊肿'
    },
    {
        'value': 'E27.900',
        'label': 'E27.900 肾上腺的疾患'
    },
    {
        'value': 'E27.901',
        'label': 'E27.901 肾上腺肿物'
    },
    {
        'value': 'E28.000x001',
        'label': 'E28.000x001 雌激素分泌过多症'
    },
    {
        'value': 'E28.100x001',
        'label': 'E28.100x001 卵巢雄激素分泌过多'
    },
    {
        'value': 'E28.200x001',
        'label': 'E28.200x001 多囊卵巢综合征[Stein-Leventhal综合征]'
    },
    {
        'value': 'E28.200x003',
        'label': 'E28.200x003 卵巢硬化性囊性综合征'
    },
    {
        'value': 'E28.300x001',
        'label': 'E28.300x001 早发绝经'
    },
    {
        'value': 'E28.300x002',
        'label': 'E28.300x002 卵巢功能减退'
    },
    {
        'value': 'E28.300x005',
        'label': 'E28.300x005 女性性腺功能低下'
    },
    {
        'value': 'E28.300x008',
        'label': 'E28.300x008 抗卵巢综合征'
    },
    {
        'value': 'E28.301',
        'label': 'E28.301 卵巢早衰'
    },
    {
        'value': 'E28.302',
        'label': 'E28.302 雌激素减少'
    },
    {
        'value': 'E28.303',
        'label': 'E28.303 卵巢功能衰竭'
    },
    {
        'value': 'E28.800x002',
        'label': 'E28.800x002 卵巢功能亢进'
    },
    {
        'value': 'E28.900',
        'label': 'E28.900 卵巢功能障碍'
    },
    {
        'value': 'E29.000',
        'label': 'E29.000 睾丸功能亢进'
    },
    {
        'value': 'E29.000x002',
        'label': 'E29.000x002 男性性腺功能亢进'
    },
    {
        'value': 'E29.001',
        'label': 'E29.001 睾丸激素分泌过多'
    },
    {
        'value': 'E29.002',
        'label': 'E29.002 雄激素分泌过多'
    },
    {
        'value': 'E29.100x002',
        'label': 'E29.100x002 男性性腺功能低下'
    },
    {
        'value': 'E29.100x004',
        'label': 'E29.100x004 睾丸雄激素生物合成障碍'
    },
    {
        'value': 'E29.101',
        'label': 'E29.101 原发性睾丸功能减退症'
    },
    {
        'value': 'E29.102',
        'label': 'E29.102 继发性睾丸功能减退症'
    },
    {
        'value': 'E29.103',
        'label': 'E29.103 幼稚型睾丸'
    },
    {
        'value': 'E29.104',
        'label': 'E29.104 高促性腺激素性性腺功能减退症'
    },
    {
        'value': 'E29.100x001',
        'label': 'E29.100x001 5α还原酶缺乏(伴男性假两性同体)'
    },
    {
        'value': 'E29.106',
        'label': 'E29.106 雄激素部分缺乏综合征'
    },
    {
        'value': 'E29.800',
        'label': 'E29.800 睾丸功能障碍，其他的'
    },
    {
        'value': 'E29.900',
        'label': 'E29.900 睾丸功能障碍'
    },
    {
        'value': 'E30.000',
        'label': 'E30.000 青春期延迟'
    },
    {
        'value': 'E30.000x003',
        'label': 'E30.000x003 性发育迟缓'
    },
    {
        'value': 'E30.001',
        'label': 'E30.001 第二性征发育不全'
    },
    {
        'value': 'E30.002',
        'label': 'E30.002 幼稚型子宫'
    },
    {
        'value': 'E30.100x002',
        'label': 'E30.100x002 真性性早熟'
    },
    {
        'value': 'E30.100x004',
        'label': 'E30.100x004 外周性性早熟'
    },
    {
        'value': 'E30.100x003',
        'label': 'E30.100x003 早发性月经'
    },
    {
        'value': 'E30.103',
        'label': 'E30.103 青春期发育过早'
    },
    {
        'value': 'E30.800',
        'label': 'E30.800 青春期疾患,其他的'
    },
    {
        'value': 'E30.800x001',
        'label': 'E30.800x001 乳房早发育'
    },
    {
        'value': 'E30.900',
        'label': 'E30.900 青春期疾患'
    },
    {
        'value': 'E31.000',
        'label': 'E31.000 自身免疫性多腺体衰竭'
    },
    {
        'value': 'E31.001',
        'label': 'E31.001 施密特综合征'
    },
    {
        'value': 'E31.002',
        'label': 'E31.002 自身免疫性多内分泌腺病综合征'
    },
    {
        'value': 'E31.100',
        'label': 'E31.100 多腺体功能亢进'
    },
    {
        'value': 'E31.800',
        'label': 'E31.800 多腺体功能障碍，其他的'
    },
    {
        'value': 'E31.900',
        'label': 'E31.900 多腺体功能障碍'
    },
    {
        'value': 'E31.901',
        'label': 'E31.901 多发性内分泌腺病'
    },
    {
        'value': 'E32.000',
        'label': 'E32.000 持续性胸腺增生'
    },
    {
        'value': 'E32.000x003',
        'label': 'E32.000x003 胸腺肥大'
    },
    {
        'value': 'E32.001',
        'label': 'E32.001 胸腺增生'
    },
    {
        'value': 'E32.002',
        'label': 'E32.002 先天性胸腺肥大'
    },
    {
        'value': 'E32.100',
        'label': 'E32.100 胸腺脓肿'
    },
    {
        'value': 'E32.800x001',
        'label': 'E32.800x001 胸腺淋巴体质'
    },
    {
        'value': 'E32.800x004',
        'label': 'E32.800x004 胸腺咽管瘘'
    },
    {
        'value': 'E32.800x005',
        'label': 'E32.800x005 胸腺咽管囊肿'
    },
    {
        'value': 'E32.801',
        'label': 'E32.801 胸腺囊肿'
    },
    {
        'value': 'E32.802',
        'label': 'E32.802 胸腺萎缩'
    },
    {
        'value': 'E32.900',
        'label': 'E32.900 胸腺病'
    },
    {
        'value': 'E34.000',
        'label': 'E34.000 类癌瘤综合征'
    },
    {
        'value': 'E34.100x001',
        'label': 'E34.100x001 肠激素分泌过多'
    },
    {
        'value': 'E34.200x001',
        'label': 'E34.200x001 异位激素分泌'
    },
    {
        'value': 'E34.300x002',
        'label': 'E34.300x002 侏儒症'
    },
    {
        'value': 'E34.300x003',
        'label': 'E34.300x003 体质性身材矮小症'
    },
    {
        'value': 'E34.300x006',
        'label': 'E34.300x006 社会心理性矮小症'
    },
    {
        'value': 'E34.300x012',
        'label': 'E34.300x012 身材矮小症'
    },
    {
        'value': 'E34.302',
        'label': 'E34.302 家族性身材矮小症'
    },
    {
        'value': 'E34.303',
        'label': 'E34.303 原基性矮小症'
    },
    {
        'value': 'E34.300x004',
        'label': 'E34.300x004 原基性侏儒'
    },
    {
        'value': 'E34.304',
        'label': 'E34.304 生长激素不反应性侏儒症'
    },
    {
        'value': 'E34.300x005',
        'label': 'E34.300x005 拉伦型身材矮小症'
    },
    {
        'value': 'E34.300x011',
        'label': 'E34.300x011 拉伦氏综合征'
    },
    {
        'value': 'E34.400x001',
        'label': 'E34.400x001 体质性巨人症'
    },
    {
        'value': 'E34.500x001',
        'label': 'E34.500x001 睾丸女性化'
    },
    {
        'value': 'E34.500x002',
        'label': 'E34.500x002 男性假两性畸形伴睾丸女性化'
    },
    {
        'value': 'E34.500x005',
        'label': 'E34.500x005 男性假两性同体伴雄激素抵抗'
    },
    {
        'value': 'E34.501',
        'label': 'E34.501 赖芬斯坦综合征'
    },
    {
        'value': 'E34.800x005',
        'label': 'E34.800x005 坏死性唾液腺组织化生'
    },
    {
        'value': 'E34.800x006',
        'label': 'E34.800x006 妖精貌综合征'
    },
    {
        'value': 'E34.801',
        'label': 'E34.801 松果体囊肿'
    },
    {
        'value': 'E34.802',
        'label': 'E34.802 松果体功能障碍'
    },
    {
        'value': 'E34.803',
        'label': 'E34.803 早老症'
    },
    {
        'value': 'E34.804',
        'label': 'E34.804 多诺霍综合征'
    },
    {
        'value': 'E34.805',
        'label': 'E34.805 松果体区肿物'
    },
    {
        'value': 'E34.900x003',
        'label': 'E34.900x003 激素失调'
    },
    {
        'value': 'E34.901+G73.5*',
        'label': 'E34.901+G73.5* 内分泌病性肌病'
    },
    {
        'value': 'E34.902+M82.1*',
        'label': 'E34.902+M82.1* 内分泌病性骨质疏松'
    },
    {
        'value': 'E34.900x002',
        'label': 'E34.900x002 内分泌失调'
    },
    {
        'value': 'E35*',
        'label': 'E35* 分类于他处的疾病引起的内分泌腺疾患'
    },
    {
        'value': 'E35.0*',
        'label': 'E35.0* 分类于他处的疾病引起的甲状腺疾患'
    },
    {
        'value': 'E35.1*',
        'label': 'E35.1* 分类于他处的疾病引起的肾上腺疾患'
    },
    {
        'value': 'E35.8*',
        'label': 'E35.8* 分类于他处的疾病引起的其他内分泌腺疾患'
    },
    {
        'value': 'E40.x00x001',
        'label': 'E40.x00x001 恶性营养不良[夸希奥科病]'
    },
    {
        'value': 'E41.x00',
        'label': 'E41.x00 营养性消瘦'
    },
    {
        'value': 'E41.x01',
        'label': 'E41.x01 重度营养不良伴消瘦'
    },
    {
        'value': 'E42.x00x001',
        'label': 'E42.x00x001 消瘦性恶性营养不良病'
    },
    {
        'value': 'E43.x00x003',
        'label': 'E43.x00x003 重度蛋白质-热能营养不良'
    },
    {
        'value': 'E43.x00x001',
        'label': 'E43.x00x001 严重营养不良'
    },
    {
        'value': 'E43.x00x002',
        'label': 'E43.x00x002 营养性水肿'
    },
    {
        'value': 'E44.000x001',
        'label': 'E44.000x001 中度营养不良'
    },
    {
        'value': 'E44.000x002',
        'label': 'E44.000x002 中度蛋白质-热能营养不良'
    },
    {
        'value': 'E44.100x001',
        'label': 'E44.100x001 轻度蛋白质-热能营养不良'
    },
    {
        'value': 'E44.100x002',
        'label': 'E44.100x002 轻度营养不良'
    },
    {
        'value': 'E45.x00x001',
        'label': 'E45.x00x001 营养不良性发育缓慢'
    },
    {
        'value': 'E45.x00x002',
        'label': 'E45.x00x002 继发于蛋白质-热能营养不良的发育迟缓'
    },
    {
        'value': 'E45.x00x003',
        'label': 'E45.x00x003 营养不良性身材矮小'
    },
    {
        'value': 'E46.x00',
        'label': 'E46.x00 蛋白质-能量营养不良'
    },
    {
        'value': 'E46.x00x002',
        'label': 'E46.x00x002 低蛋白性营养不良'
    },
    {
        'value': 'E46.x00x003',
        'label': 'E46.x00x003 营养不良'
    },
    {
        'value': 'E46.x00x004',
        'label': 'E46.x00x004 铜蓝蛋白降低'
    },
    {
        'value': 'E46.x00x005',
        'label': 'E46.x00x005 蛋白质-能量失衡'
    },
    {
        'value': 'E50.000x001',
        'label': 'E50.000x001 维生素A缺乏伴结膜干燥症'
    },
    {
        'value': 'E50.100x001+H13.8*',
        'label': 'E50.100x001+H13.8* 少年儿童的比托斑点'
    },
    {
        'value': 'E50.100x002+H13.8*',
        'label': 'E50.100x002+H13.8* 维生素A缺乏伴比托斑点及结膜干燥症'
    },
    {
        'value': 'E50.200x001+H19.8*',
        'label': 'E50.200x001+H19.8* 维生素A缺乏伴角膜干燥症'
    },
    {
        'value': 'E50.300x001',
        'label': 'E50.300x001 维生素A缺乏伴角膜溃疡和干燥症'
    },
    {
        'value': 'E50.400x001',
        'label': 'E50.400x001 维生素A缺乏伴角膜软化'
    },
    {
        'value': 'E50.500x001',
        'label': 'E50.500x001 维生素A缺乏伴夜盲症'
    },
    {
        'value': 'E50.600x001',
        'label': 'E50.600x001 维生素A缺乏伴角膜干眼瘢痕'
    },
    {
        'value': 'E50.700x001+H19.8*',
        'label': 'E50.700x001+H19.8* 维生素A缺乏伴干眼症'
    },
    {
        'value': 'E50.800x002+L86*',
        'label': 'E50.800x002+L86* 维生素A缺乏伴毛囊角化病'
    },
    {
        'value': 'E50.800x011+L86*',
        'label': 'E50.800x011+L86* 维生素A缺乏伴皮肤干燥病'
    },
    {
        'value': 'E50.900x001',
        'label': 'E50.900x001 维生素A缺乏'
    },
    {
        'value': 'E51.100',
        'label': 'E51.100 脚气病'
    },
    {
        'value': 'E51.100x002+G63.4*',
        'label': 'E51.100x002+G63.4* 糙皮病性多神经病'
    },
    {
        'value': 'E51.100x003+G63.4*',
        'label': 'E51.100x003+G63.4* 脚气病性多神经炎'
    },
    {
        'value': 'E51.100x005+I98.8*',
        'label': 'E51.100x005+I98.8* 湿性脚气病'
    },
    {
        'value': 'E51.100x006',
        'label': 'E51.100x006 干性脚气病'
    },
    {
        'value': 'E51.200',
        'label': 'E51.200 韦尼克脑病'
    },
    {
        'value': 'E51.200x001',
        'label': 'E51.200x001 急性出血性脑灰质炎[韦尼克脑病]'
    },
    {
        'value': 'E51.800',
        'label': 'E51.800 硫胺素缺乏的其他表现'
    },
    {
        'value': 'E51.900x001',
        'label': 'E51.900x001 维生素B1缺乏[硫胺素缺乏]'
    },
    {
        'value': 'E52.x00x001',
        'label': 'E52.x00x001 糙皮病[陪粒格/烟酸缺乏]'
    },
    {
        'value': 'E52.x00x002',
        'label': 'E52.x00x002 酒精性糙皮病'
    },
    {
        'value': 'E52.x00x003',
        'label': 'E52.x00x003 眼睑蜀黍红斑[睑糙皮病]'
    },
    {
        'value': 'E53.000',
        'label': 'E53.000 核黄素缺乏'
    },
    {
        'value': 'E53.100',
        'label': 'E53.100 吡哆醇缺乏'
    },
    {
        'value': 'E53.100x001',
        'label': 'E53.100x001 维生素B6缺乏'
    },
    {
        'value': 'E53.800x003+G32.0*',
        'label': 'E53.800x003+G32.0* 侧索联合变性病'
    },
    {
        'value': 'E53.800x010',
        'label': 'E53.800x010 叶酸盐缺乏'
    },
    {
        'value': 'E53.800x011',
        'label': 'E53.800x011 生物素缺乏'
    },
    {
        'value': 'E53.800x012',
        'label': 'E53.800x012 氰钻胺素缺乏'
    },
    {
        'value': 'E53.800x013',
        'label': 'E53.800x013 泛酸缺乏'
    },
    {
        'value': 'E53.800x014+G32.0*',
        'label': 'E53.800x014+G32.0* 维生素B12缺乏性贫血性脊髓后侧索硬化症'
    },
    {
        'value': 'E53.801+G32.0*',
        'label': 'E53.801+G32.0* 脊髓亚急性联合变性'
    },
    {
        'value': 'E53.800x004+G32.0*',
        'label': 'E53.800x004+G32.0* 亚急性脊髓联合变性病'
    },
    {
        'value': 'E53.800x022',
        'label': 'E53.800x022 叶酸缺乏'
    },
    {
        'value': 'E53.803+G63.4*',
        'label': 'E53.803+G63.4* 维生素B12缺乏性周围神经病'
    },
    {
        'value': 'E53.804',
        'label': 'E53.804 维生素B12缺乏症'
    },
    {
        'value': 'E53.800x023',
        'label': 'E53.800x023 维生素B12缺乏性痴呆'
    },
    {
        'value': 'E53.900x003',
        'label': 'E53.900x003 维生素B缺乏症'
    },
    {
        'value': 'E53.900x012',
        'label': 'E53.900x012 维生素B缺乏'
    },
    {
        'value': 'E53.900x002+G63.4*',
        'label': 'E53.900x002+G63.4* 维生素B缺乏性周围神经病'
    },
    {
        'value': 'E53.900x001',
        'label': 'E53.900x001 复合维生素B缺乏症'
    },
    {
        'value': 'E53.900x011',
        'label': 'E53.900x011 复合维生素B缺乏'
    },
    {
        'value': 'E54.x00x001',
        'label': 'E54.x00x001 坏血病'
    },
    {
        'value': 'E54.x00x002',
        'label': 'E54.x00x002 维生素C缺乏[抗坏血酸缺乏]'
    },
    {
        'value': 'E55.000x002',
        'label': 'E55.000x002 佝偻病性骨软化'
    },
    {
        'value': 'E55.000x003',
        'label': 'E55.000x003 幼年的骨软化性佝偻病'
    },
    {
        'value': 'E55.000x004',
        'label': 'E55.000x004 婴儿的骨软化性佝偻病'
    },
    {
        'value': 'E55.000x006',
        'label': 'E55.000x006 新生儿佝偻病'
    },
    {
        'value': 'E55.000x007',
        'label': 'E55.000x007 先天性佝偻病'
    },
    {
        'value': 'E55.000x001',
        'label': 'E55.000x001 活动性佝偻病'
    },
    {
        'value': 'E55.002',
        'label': 'E55.002 维生素D缺乏性手足搐搦症'
    },
    {
        'value': 'E55.900',
        'label': 'E55.900 维生素D缺乏病'
    },
    {
        'value': 'E55.900x001',
        'label': 'E55.900x001 维生素D缺乏'
    },
    {
        'value': 'E56.000x001',
        'label': 'E56.000x001 维生素E缺乏'
    },
    {
        'value': 'E56.000x002',
        'label': 'E56.000x002 维生素E缺乏症'
    },
    {
        'value': 'E56.100x001',
        'label': 'E56.100x001 维生素K缺乏'
    },
    {
        'value': 'E56.800x001',
        'label': 'E56.800x001 维生素P缺乏'
    },
    {
        'value': 'E56.900x001',
        'label': 'E56.900x001 维生素缺乏'
    },
    {
        'value': 'E56.900x003+G63.4*',
        'label': 'E56.900x003+G63.4* 维生素缺乏性周围神经病'
    },
    {
        'value': 'E56.901+G63.4*',
        'label': 'E56.901+G63.4* 维生素缺乏性多神经炎'
    },
    {
        'value': 'E58.x00',
        'label': 'E58.x00 饮食性钙缺乏'
    },
    {
        'value': 'E59.x00',
        'label': 'E59.x00 饮食性硒缺乏'
    },
    {
        'value': 'E59.x00x002',
        'label': 'E59.x00x002 硒缺乏'
    },
    {
        'value': 'E59.x01',
        'label': 'E59.x01 克山病'
    },
    {
        'value': 'E60.x00x001',
        'label': 'E60.x00x001 锌缺乏'
    },
    {
        'value': 'E60.x00x002',
        'label': 'E60.x00x002 锌缺乏症'
    },
    {
        'value': 'E61.000x002',
        'label': 'E61.000x002 铜缺乏症'
    },
    {
        'value': 'E61.100',
        'label': 'E61.100 铁缺乏'
    },
    {
        'value': 'E61.200',
        'label': 'E61.200 镁缺乏'
    },
    {
        'value': 'E61.300',
        'label': 'E61.300 锰缺乏'
    },
    {
        'value': 'E61.400',
        'label': 'E61.400 铬缺乏'
    },
    {
        'value': 'E61.500',
        'label': 'E61.500 钼缺乏'
    },
    {
        'value': 'E61.600',
        'label': 'E61.600 钒缺乏'
    },
    {
        'value': 'E61.700x001',
        'label': 'E61.700x001 多个营养元素缺乏'
    },
    {
        'value': 'E61.800',
        'label': 'E61.800 营养元素缺乏，其他特指的'
    },
    {
        'value': 'E61.900',
        'label': 'E61.900 营养元素缺乏'
    },
    {
        'value': 'E61.900x002',
        'label': 'E61.900x002 微量元素缺乏症'
    },
    {
        'value': 'E61.900x002',
        'label': 'E63.000 必需脂肪酸［EFA］缺乏'
    },
    {
        'value': 'E63.000x001',
        'label': 'E63.000x001 脂肪酸缺乏'
    },
    {
        'value': 'E63.100',
        'label': 'E63.100 摄入食物结构失衡'
    },
    {
        'value': 'E63.800',
        'label': 'E63.800 营养缺乏，其他特指的'
    },
    {
        'value': 'E63.900x001',
        'label': 'E63.900x001 营养缺乏性多神经炎'
    },
    {
        'value': 'E63.901+I43.2*',
        'label': 'E63.901+I43.2* 营养性心肌病'
    },
    {
        'value': 'E63.902+G63.4*',
        'label': 'E63.902+G63.4* 营养性周围神经病'
    },
    {
        'value': 'E64.000',
        'label': 'E64.000 蛋白质-能量营养不良后遗症'
    },
    {
        'value': 'E64.100',
        'label': 'E64.100 维生素A缺乏后遗症'
    },
    {
        'value': 'E64.200',
        'label': 'E64.200 维生素C缺乏后遗症'
    },
    {
        'value': 'E64.300',
        'label': 'E64.300 佝偻病后遗症'
    },
    {
        'value': 'E64.800',
        'label': 'E64.800 营养缺乏后遗症，其他的'
    },
    {
        'value': 'E64.900',
        'label': 'E64.900 营养缺乏后遗症'
    },
    {
        'value': 'E65.x00x002',
        'label': 'E65.x00x002 局部性肥胖症'
    },
    {
        'value': 'E65.x00x006',
        'label': 'E65.x00x006 眼睑眶隔脂肪增多症'
    },
    {
        'value': 'E65.x00x010',
        'label': 'E65.x00x010 肩部脂肪增多症'
    },
    {
        'value': 'E65.x00x011',
        'label': 'E65.x00x011 腋部脂肪增多症'
    },
    {
        'value': 'E65.x00x013',
        'label': 'E65.x00x013 小腿脂肪增多症'
    },
    {
        'value': 'E65.x00x007',
        'label': 'E65.x00x007 小腿局限性肥胖'
    },
    {
        'value': 'E65.x01',
        'label': 'E65.x01 腰部脂肪堆积'
    },
    {
        'value': 'E65.x00x036',
        'label': 'E65.x00x036 腰部脂肪增多症'
    },
    {
        'value': 'E65.x02',
        'label': 'E65.x02 背部脂肪堆积'
    },
    {
        'value': 'E65.x00x037',
        'label': 'E65.x00x037 背部脂肪增多'
    },
    {
        'value': 'E65.x03',
        'label': 'E65.x03 上肢脂肪堆积'
    },
    {
        'value': 'E65.x00x031',
        'label': 'E65.x00x031 上肢脂肪增多症'
    },
    {
        'value': 'E65.x04',
        'label': 'E65.x04 脂肪垫'
    },
    {
        'value': 'E65.x05',
        'label': 'E65.x05 下颌脂肪袋'
    },
    {
        'value': 'E65.x07',
        'label': 'E65.x07 颈部脂肪堆积'
    },
    {
        'value': 'E65.x00x034',
        'label': 'E65.x00x034 颈部脂肪增多症'
    },
    {
        'value': 'E65.x08',
        'label': 'E65.x08 面颊脂肪堆积'
    },
    {
        'value': 'E65.x00x008',
        'label': 'E65.x00x008 面部脂肪增多症'
    },
    {
        'value': 'E65.x09',
        'label': 'E65.x09 大腿脂肪堆积'
    },
    {
        'value': 'E65.x00x032',
        'label': 'E65.x00x032 大腿脂肪增多症'
    },
    {
        'value': 'E65.x10',
        'label': 'E65.x10 腹部脂肪堆积'
    },
    {
        'value': 'E65.x00x035',
        'label': 'E65.x00x035 腹部脂肪增多症'
    },
    {
        'value': 'E65.x11',
        'label': 'E65.x11 臀部脂肪堆积'
    },
    {
        'value': 'E65.x00x033',
        'label': 'E65.x00x033 臀部脂肪增多症'
    },
    {
        'value': 'E65.x12',
        'label': 'E65.x12 盆腔脂肪增多症'
    },
    {
        'value': 'E65.x13',
        'label': 'E65.x13 硬膜外脂肪过多症'
    },
    {
        'value': 'E65.x00x020',
        'label': 'E65.x00x020 硬膜外脂肪增多症'
    },
    {
        'value': 'E66.000',
        'label': 'E66.000 过度热能引起的肥胖症'
    },
    {
        'value': 'E66.000x001',
        'label': 'E66.000x001 热能过度性肥胖'
    },
    {
        'value': 'E66.100x001',
        'label': 'E66.100x001 药物性肥胖'
    },
    {
        'value': 'E66.200',
        'label': 'E66.200 极度肥胖症伴有小泡性肺换气不足'
    },
    {
        'value': 'E66.201',
        'label': 'E66.201 极度肥胖伴低通气综合征'
    },
    {
        'value': 'E66.200x001',
        'label': 'E66.200x001 肥胖低通气综合征[Pickwickian综合征]'
    },
    {
        'value': 'E66.800',
        'label': 'E66.800 肥胖症，其他的'
    },
    {
        'value': 'E66.801',
        'label': 'E66.801 病态性肥胖'
    },
    {
        'value': 'E66.900x001',
        'label': 'E66.900x001 单纯性肥胖'
    },
    {
        'value': 'E66.900x002',
        'label': 'E66.900x002 肥胖'
    },
    {
        'value': 'E66.901',
        'label': 'E66.901 重度肥胖'
    },
    {
        'value': 'E66.902+N08.4*',
        'label': 'E66.902+N08.4* 肥胖相关性肾病'
    },
    {
        'value': 'E67.000',
        'label': 'E67.000 维生素A过多症'
    },
    {
        'value': 'E67.100',
        'label': 'E67.100 高胡萝卜素血症'
    },
    {
        'value': 'E67.200x001',
        'label': 'E67.200x001 维生素B6综合征'
    },
    {
        'value': 'E67.300',
        'label': 'E67.300 维生素D过多症'
    },
    {
        'value': 'E67.800',
        'label': 'E67.800 营养过度，其他特指的'
    },
    {
        'value': 'E68.x00',
        'label': 'E68.x00 营养过度后遗症'
    },
    {
        'value': 'E70.000x001',
        'label': 'E70.000x001 经典的苯丙酮尿症'
    },
    {
        'value': 'E70.000x002',
        'label': 'E70.000x002 苯丙酮酸性精神幼稚病'
    },
    {
        'value': 'E70.100x001',
        'label': 'E70.100x001 苯丙酮尿症'
    },
    {
        'value': 'E70.100x004',
        'label': 'E70.100x004 苯丙氨酸羟化酶缺乏症'
    },
    {
        'value': 'E70.101',
        'label': 'E70.101 高苯丙氨酸血症'
    },
    {
        'value': 'E70.102',
        'label': 'E70.102 四氢生物蝶呤缺乏症'
    },
    {
        'value': 'E70.200x003',
        'label': 'E70.200x003 酪氨酸代谢紊乱症'
    },
    {
        'value': 'E70.201',
        'label': 'E70.201 高酪氨酸血症'
    },
    {
        'value': 'E70.202',
        'label': 'E70.202 黑尿酸症'
    },
    {
        'value': 'E70.203',
        'label': 'E70.203 褐黄病'
    },
    {
        'value': 'E70.204',
        'label': 'E70.204 酪氨酸尿症'
    },
    {
        'value': 'E70.205',
        'label': 'E70.205 原发性酪氨酸血症'
    },
    {
        'value': 'E70.300x003',
        'label': 'E70.300x003 切迪阿克-施泰因布林克-东综合征[Chediak-Steinbrinck-Higashi综合征]'
    },
    {
        'value': 'E70.300x004',
        'label': 'E70.300x004 克罗斯综合征[Cross综合征]'
    },
    {
        'value': 'E70.300x005',
        'label': 'E70.300x005 赫日曼斯基-普德拉克综合征[Hermansky-Pudlak综合征]'
    },
    {
        'value': 'E70.301',
        'label': 'E70.301 瓦登伯格综合征'
    },
    {
        'value': 'E70.302',
        'label': 'E70.302 眼白化病'
    },
    {
        'value': 'E70.800x001',
        'label': 'E70.800x001 组氨酸血症'
    },
    {
        'value': 'E70.800x002',
        'label': 'E70.800x002 色氨酸代谢紊乱'
    },
    {
        'value': 'E70.800x003',
        'label': 'E70.800x003 组氨酸代谢紊乱'
    },
    {
        'value': 'E70.900',
        'label': 'E70.900 芳香氨基酸代谢紊乱'
    },
    {
        'value': 'E71.000x001',
        'label': 'E71.000x001 枫糖尿病'
    },
    {
        'value': 'E71.100x003',
        'label': 'E71.100x003 高缬氨酸血症'
    },
    {
        'value': 'E71.100x004',
        'label': 'E71.100x004 异缬氨酸血症'
    },
    {
        'value': 'E71.100x005',
        'label': 'E71.100x005 甲基丙二酸尿症'
    },
    {
        'value': 'E71.101',
        'label': 'E71.101 丙酸血症'
    },
    {
        'value': 'E71.102',
        'label': 'E71.102 甲基丙二酸血症'
    },
    {
        'value': 'E71.103',
        'label': 'E71.103 异戊酸血症'
    },
    {
        'value': 'E71.200',
        'label': 'E71.200 支链氨基酸代谢紊乱'
    },
    {
        'value': 'E71.300x005',
        'label': 'E71.300x005 继发性肉碱缺乏症'
    },
    {
        'value': 'E71.300x006',
        'label': 'E71.300x006 新生儿肾上腺脑白质病'
    },
    {
        'value': 'E71.300x011',
        'label': 'E71.300x011 肾上腺脑白质营养不良[Addison-Schilder综合征]'
    },
    {
        'value': 'E71.301',
        'label': 'E71.301 肾上腺脑白质营养不良'
    },
    {
        'value': 'E71.302',
        'label': 'E71.302 原发性肉碱缺乏症'
    },
    {
        'value': 'E71.303',
        'label': 'E71.303 肾上腺脊髓周围神经病'
    },
    {
        'value': 'E71.304',
        'label': 'E71.304 肉毒碱棕榈酰转移酶缺乏症'
    },
    {
        'value': 'E71.300x012',
        'label': 'E71.300x012 肌肉肉毒碱棕榈酰转移酶缺乏'
    },
    {
        'value': 'E71.305',
        'label': 'E71.305 极长链酰基辅酶A脱氢酶缺陷症'
    },
    {
        'value': 'E71.307',
        'label': 'E71.307 中链酰基辅酶A脱氢酶缺乏症'
    },
    {
        'value': 'E71.308',
        'label': 'E71.308 极长链酰基辅酶A脱氢酶缺乏症'
    },
    {
        'value': 'E71.309',
        'label': 'E71.309 长链3-羟酰基辅酶A脱氢酶缺乏症'
    },
    {
        'value': 'E71.310',
        'label': 'E71.310 多种酰基辅酶A脱氢酶缺乏症'
    },
    {
        'value': 'E72.000',
        'label': 'E72.000 氨基酸转移紊乱'
    },
    {
        'value': 'E72.001',
        'label': 'E72.001 甘氨酸尿症'
    },
    {
        'value': 'E72.000x011',
        'label': 'E72.000x011 范科尼综合征[Fanconi综合征]'
    },
    {
        'value': 'E72.003',
        'label': 'E72.003 胱氨酸尿症'
    },
    {
        'value': 'E72.004',
        'label': 'E72.004 哈特纳普病'
    },
    {
        'value': 'E72.005',
        'label': 'E72.005 洛氏综合征'
    },
    {
        'value': 'E72.000x005',
        'label': 'E72.000x005 眼-脑-肾综合征[Lowe综合征]'
    },
    {
        'value': 'E72.000x012',
        'label': 'E72.000x012 胱氨酸沉积病性肾损害'
    },
    {
        'value': 'E72.000x013',
        'label': 'E72.000x013 赖氨酸尿蛋白不耐受症'
    },
    {
        'value': 'E72.100x003',
        'label': 'E72.100x003 胱硫醚尿症'
    },
    {
        'value': 'E72.100x004',
        'label': 'E72.100x004 高胱氨酸尿症'
    },
    {
        'value': 'E72.100x005',
        'label': 'E72.100x005 蛋氨酸血症'
    },
    {
        'value': 'E72.100x006',
        'label': 'E72.100x006 亚硫酸盐氧化酶缺乏症'
    },
    {
        'value': 'E72.100x007',
        'label': 'E72.100x007 同型半胱氨酸尿症'
    },
    {
        'value': 'E72.101',
        'label': 'E72.101 高同型半胱氨酸血症'
    },
    {
        'value': 'E72.100x011',
        'label': 'E72.100x011 同型半胱氨酸血症'
    },
    {
        'value': 'E72.200',
        'label': 'E72.200 尿素循环代谢紊乱'
    },
    {
        'value': 'E72.200x002',
        'label': 'E72.200x002 一过性高氨血症'
    },
    {
        'value': 'E72.200x011',
        'label': 'E72.200x011 精氨酸酶缺乏症'
    },
    {
        'value': 'E72.200x004',
        'label': 'E72.200x004 精氨酸血症'
    },
    {
        'value': 'E72.200x007',
        'label': 'E72.200x007 先天性高氨血症'
    },
    {
        'value': 'E72.200x008',
        'label': 'E72.200x008 尿素循环障碍'
    },
    {
        'value': 'E72.201',
        'label': 'E72.201 高氨血症'
    },
    {
        'value': 'E72.202',
        'label': 'E72.202 瓜氨酸血症'
    },
    {
        'value': 'E72.203',
        'label': 'E72.203 精氨基琥珀酸尿症'
    },
    {
        'value': 'E72.204',
        'label': 'E72.204 精氨酸酶缺乏症'
    },
    {
        'value': 'E72.200x012',
        'label': 'E72.200x012 N-乙酰谷氨酸合成酶缺乏症'
    },
    {
        'value': 'E72.300x001',
        'label': 'E72.300x001 羟赖氨酸血症'
    },
    {
        'value': 'E72.300x002',
        'label': 'E72.300x002 高赖氨酸血症'
    },
    {
        'value': 'E72.301',
        'label': 'E72.301 羟赖氨酸代谢紊乱'
    },
    {
        'value': 'E72.302',
        'label': 'E72.302 戊二酸血症'
    },
    {
        'value': 'E72.303',
        'label': 'E72.303 戊二酸尿症'
    },
    {
        'value': 'E72.300x011',
        'label': 'E72.300x011 戊二酸血症I型'
    },
    {
        'value': 'E72.300x012',
        'label': 'E72.300x012 戊二酸血症Ⅱ型'
    },
    {
        'value': 'E72.300x013',
        'label': 'E72.300x013 戊二酸血症Ⅲ型'
    },
    {
        'value': 'E72.400',
        'label': 'E72.400 鸟氨酸代谢紊乱'
    },
    {
        'value': 'E72.400x001',
        'label': 'E72.400x001 鸟氨酸血症I型'
    },
    {
        'value': 'E72.400x002',
        'label': 'E72.400x002 鸟氨酸血症II型'
    },
    {
        'value': 'E72.400x011',
        'label': 'E72.400x011 高鸟胺酸血症-高氨血症-高瓜胺酸血症候群'
    },
    {
        'value': 'E72.400x012',
        'label': 'E72.400x012 鸟氨酸氨甲酰基转移酶缺乏症'
    },
    {
        'value': 'E72.500',
        'label': 'E72.500 甘油酸代谢紊乱'
    },
    {
        'value': 'E72.500x001',
        'label': 'E72.500x001 高羟氨酸血症'
    },
    {
        'value': 'E72.500x002',
        'label': 'E72.500x002 高脯氨酸血症I型'
    },
    {
        'value': 'E72.500x003',
        'label': 'E72.500x003 高脯氨酸血症II型'
    },
    {
        'value': 'E72.500x004',
        'label': 'E72.500x004 非酮病性高甘胺酸血症'
    },
    {
        'value': 'E72.500x005',
        'label': 'E72.500x005 肌氨酸血症'
    },
    {
        'value': 'E72.800x001',
        'label': 'E72.800x001 脲环代谢紊乱'
    },
    {
        'value': 'E72.800x002',
        'label': 'E72.800x002 直链氨基酸代谢障碍'
    },
    {
        'value': 'E72.800x004',
        'label': 'E72.800x004 β氨基酸代谢紊乱'
    },
    {
        'value': 'E72.800x005',
        'label': 'E72.800x005 γ氨基酸代谢紊乱'
    },
    {
        'value': 'E72.900x002',
        'label': 'E72.900x002 氨基酸尿'
    },
    {
        'value': 'E72.900x004',
        'label': 'E72.900x004 低氨基酸尿症'
    },
    {
        'value': 'E72.900x006',
        'label': 'E72.900x006 氨基酸代谢病'
    },
    {
        'value': 'E72.901',
        'label': 'E72.901 低氨基酸血症'
    },
    {
        'value': 'E72.902',
        'label': 'E72.902 高氨基酸尿症'
    },
    {
        'value': 'E73.000',
        'label': 'E73.000 先天性乳糖缺乏'
    },
    {
        'value': 'E73.100',
        'label': 'E73.100 继发性乳糖缺乏'
    },
    {
        'value': 'E73.800',
        'label': 'E73.800 乳糖不耐受,其他的'
    },
    {
        'value': 'E73.900',
        'label': 'E73.900 乳糖不耐受'
    },
    {
        'value': 'E73.900x002',
        'label': 'E73.900x002 乳糖吸收不良'
    },
    {
        'value': 'E74',
        'label': 'E74 其他碳水化合物代谢紊乱'
    },
    {
        'value': 'E74.000',
        'label': 'E74.000 糖原贮积病'
    },
    {
        'value': 'E74.000x006',
        'label': 'E74.000x006 肝磷酸化酶缺乏'
    },
    {
        'value': 'E74.000x007',
        'label': 'E74.000x007 安德森病'
    },
    {
        'value': 'E74.000x008',
        'label': 'E74.000x008 科里病'
    },
    {
        'value': 'E74.000x009',
        'label': 'E74.000x009 福布斯病'
    },
    {
        'value': 'E74.000x010',
        'label': 'E74.000x010 赫尔病'
    },
    {
        'value': 'E74.000x011',
        'label': 'E74.000x011 麦卡德尔病'
    },
    {
        'value': 'E74.000x012',
        'label': 'E74.000x012 蓬佩病'
    },
    {
        'value': 'E74.000x013',
        'label': 'E74.000x013 冯-吉尔克病'
    },
    {
        'value': 'E74.000x016+I43.1*',
        'label': 'E74.000x016+I43.1* Danon病'
    },
    {
        'value': 'E74.001',
        'label': 'E74.001 Ⅰ型糖原贮积症'
    },
    {
        'value': 'E74.002',
        'label': 'E74.002 葡萄糖-6-磷酸酶缺乏'
    },
    {
        'value': 'E74.003',
        'label': 'E74.003 Ⅱ型糖原贮积症'
    },
    {
        'value': 'E74.004',
        'label': 'E74.004 Ⅲ型糖原贮积症'
    },
    {
        'value': 'E74.005',
        'label': 'E74.005 Ⅴ型糖原贮积症'
    },
    {
        'value': 'E74.006+K77.8*',
        'label': 'E74.006+K77.8* 肝糖原贮积症'
    },
    {
        'value': 'E74.007+G73.6*',
        'label': 'E74.007+G73.6* 糖原贮积症肌病'
    },
    {
        'value': 'E74.000x004+G73.6*',
        'label': 'E74.000x004+G73.6* 糖原贮积病肌病'
    },
    {
        'value': 'E74.000x023+G73.6*',
        'label': 'E74.000x023+G73.6* 糖原贮积性肌病'
    },
    {
        'value': 'E74.008+I43.1*',
        'label': 'E74.008+I43.1* 心脏糖原贮积症'
    },
    {
        'value': 'E74.000x003+I43.1*',
        'label': 'E74.000x003+I43.1* 糖原性心肥大'
    },
    {
        'value': 'E74.000x021+I43.1*',
        'label': 'E74.000x021+I43.1* 心脏糖原贮积病'
    },
    {
        'value': 'E74.009',
        'label': 'E74.009 Ⅶ型糖原贮积症'
    },
    {
        'value': 'E74.100',
        'label': 'E74.100 果糖代谢紊乱'
    },
    {
        'value': 'E74.100x002',
        'label': 'E74.100x002 原发性果糖尿症'
    },
    {
        'value': 'E74.100x004',
        'label': 'E74.100x004 果糖-1,6-二磷酸缺乏'
    },
    {
        'value': 'E74.101',
        'label': 'E74.101 遗传性果糖不耐受症'
    },
    {
        'value': 'E74.200',
        'label': 'E74.200 半乳糖代谢紊乱'
    },
    {
        'value': 'E74.200x004',
        'label': 'E74.200x004 半乳糖代谢症'
    },
    {
        'value': 'E74.200x002',
        'label': 'E74.200x002 半乳糖激酶缺乏'
    },
    {
        'value': 'E74.201',
        'label': 'E74.201 半乳糖血症'
    },
    {
        'value': 'E74.300x001',
        'label': 'E74.300x001 葡萄糖及半乳糖吸收不良'
    },
    {
        'value': 'E74.300x004',
        'label': 'E74.300x004 葡萄糖-半乳糖不耐受'
    },
    {
        'value': 'E74.300x002',
        'label': 'E74.300x002 肠二糖酶缺乏及二糖吸收不良'
    },
    {
        'value': 'E74.300x003',
        'label': 'E74.300x003 庶糖酶缺乏'
    },
    {
        'value': 'E74.400x001',
        'label': 'E74.400x001 丙酮酸盐代谢和糖原异生紊乱'
    },
    {
        'value': 'E74.400x005',
        'label': 'E74.400x005 丙酮酸脱羧酶缺乏'
    },
    {
        'value': 'E74.400x007',
        'label': 'E74.400x007 丙酮酸羧化酶缺乏症'
    },
    {
        'value': 'E74.400x006',
        'label': 'E74.400x006 磷酸烯醇丙酮酸羧激酶缺乏症'
    },
    {
        'value': 'E74.403',
        'label': 'E74.403 丙酮酸脱氢酶缺乏'
    },
    {
        'value': 'E74.800',
        'label': 'E74.800 碳水化合物代谢紊乱'
    },
    {
        'value': 'E74.800x006',
        'label': 'E74.800x006 高乳酸血症'
    },
    {
        'value': 'E74.800x007',
        'label': 'E74.800x007 葡萄糖转运体1缺陷'
    },
    {
        'value': 'E74.801',
        'label': 'E74.801 肾性糖尿'
    },
    {
        'value': 'E74.802',
        'label': 'E74.802 原发性戊糖尿'
    },
    {
        'value': 'E74.803',
        'label': 'E74.803 草酸盐沉着症'
    },
    {
        'value': 'E74.804',
        'label': 'E74.804 草酸尿'
    },
    {
        'value': 'E74.900',
        'label': 'E74.900 碳水化合物代谢紊乱'
    },
    {
        'value': 'E74.900x002',
        'label': 'E74.900x002 多羧酶缺乏'
    },
    {
        'value': 'E74.901',
        'label': 'E74.901 糖代谢紊乱'
    },
    {
        'value': 'E74.901',
        'label': 'E75.000x001 桑德霍夫病[Sandhoff病]'
    },
    {
        'value': 'E75.000x002',
        'label': 'E75.000x002 泰-萨克斯病[Tay-Sachs病]'
    },
    {
        'value': 'E75.000x003',
        'label': 'E75.000x003 成年型GM2神经节苷脂贮积症'
    },
    {
        'value': 'E75.000x004',
        'label': 'E75.000x004 幼年型GM2神经节苷脂贮积症'
    },
    {
        'value': 'E75.100x001',
        'label': 'E75.100x001 神经节苷脂贮积症'
    },
    {
        'value': 'E75.100x002',
        'label': 'E75.100x002 GM1神经节苷脂贮积症'
    },
    {
        'value': 'E75.100x004',
        'label': 'E75.100x004 粘脂贮积病IV型'
    },
    {
        'value': 'E75.100x011',
        'label': 'E75.100x011 GM3神经节苷脂贮积症'
    },
    {
        'value': 'E75.200x006',
        'label': 'E75.200x006 克拉贝病'
    },
    {
        'value': 'E75.200x007',
        'label': 'E75.200x007 法伯综合征'
    },
    {
        'value': 'E75.200x009',
        'label': 'E75.200x009 中枢神经系统海绵样变性[卡纳万病]'
    },
    {
        'value': 'E75.200x010',
        'label': 'E75.200x010 海蓝组织细胞增生症'
    },
    {
        'value': 'E75.200x011',
        'label': 'E75.200x011 戈谢病II型'
    },
    {
        'value': 'E75.200x012',
        'label': 'E75.200x012 尼曼-匹克病A型'
    },
    {
        'value': 'E75.200x013',
        'label': 'E75.200x013 弥漫性体部血管角化瘤'
    },
    {
        'value': 'E75.200x021',
        'label': 'E75.200x021 脑苷脂贮积综合征[戈谢病]'
    },
    {
        'value': 'E75.202',
        'label': 'E75.202 脑白质营养不良'
    },
    {
        'value': 'E75.200x022',
        'label': 'E75.200x022 神经鞘磷脂贮积病[尼曼-皮克病]'
    },
    {
        'value': 'E75.204',
        'label': 'E75.204 异染性脑白质营养不良'
    },
    {
        'value': 'E75.200x023',
        'label': 'E75.200x023 血管角质瘤综合征[安德森-法布里病]'
    },
    {
        'value': 'E75.206',
        'label': 'E75.206 硫酸酯酶缺乏'
    },
    {
        'value': 'E75.300',
        'label': 'E75.300 神经鞘脂贮积症'
    },
    {
        'value': 'E75.300x001',
        'label': 'E75.300x001 神经鞘脂类代谢障碍'
    },
    {
        'value': 'E75.400x001',
        'label': 'E75.400x001 神经元蜡样脂褐质沉积症'
    },
    {
        'value': 'E75.400x002',
        'label': 'E75.400x002 巴藤病'
    },
    {
        'value': 'E75.400x003',
        'label': 'E75.400x003 比尔朔夫斯基-杨斯基病'
    },
    {
        'value': 'E75.400x004',
        'label': 'E75.400x004 库夫斯病'
    },
    {
        'value': 'E75.400x005',
        'label': 'E75.400x005 施皮格尔迈尔-沃格特病'
    },
    {
        'value': 'E75.500',
        'label': 'E75.500 脂贮积疾患'
    },
    {
        'value': 'E75.500x001',
        'label': 'E75.500x001 中性脂质贮积病'
    },
    {
        'value': 'E75.501',
        'label': 'E75.501 黄色瘤'
    },
    {
        'value': 'E75.500x002',
        'label': 'E75.500x002 黄瘤'
    },
    {
        'value': 'E75.502',
        'label': 'E75.502 幼年性黄色瘤'
    },
    {
        'value': 'E75.503',
        'label': 'E75.503 原发性家族性黄瘤病'
    },
    {
        'value': 'E75.504',
        'label': 'E75.504 脑腱胆固醇沉着病'
    },
    {
        'value': 'E75.505',
        'label': 'E75.505 沃尔曼病'
    },
    {
        'value': 'E75.600x001',
        'label': 'E75.600x001 脂贮积病'
    },
    {
        'value': 'E75.600x002+G32.8*',
        'label': 'E75.600x002+G32.8* 全身性脂贮积症性大脑变性'
    },
    {
        'value': 'E75.600x022+G73.6*',
        'label': 'E75.600x022+G73.6* 脂质贮积性肌病'
    },
    {
        'value': 'E75.600x021',
        'label': 'E75.600x021 脑脂质沉积性痴呆'
    },
    {
        'value': 'E76.000',
        'label': 'E76.000 黏多糖贮积症，Ⅰ型'
    },
    {
        'value': 'E76.000x001',
        'label': 'E76.000x001 粘多糖贮积病I型[Hurler综合征]'
    },
    {
        'value': 'E76.100x001',
        'label': 'E76.100x001 粘多糖贮积病II型'
    },
    {
        'value': 'E76.200x001',
        'label': 'E76.200x001 粘多糖贮积病III型'
    },
    {
        'value': 'E76.200x002',
        'label': 'E76.200x002 B型圣菲利浦综合征'
    },
    {
        'value': 'E76.200x003',
        'label': 'E76.200x003 C型圣菲利浦综合征'
    },
    {
        'value': 'E76.200x004',
        'label': 'E76.200x004 D型圣菲利浦综合征'
    },
    {
        'value': 'E76.200x006',
        'label': 'E76.200x006 粘多糖贮积病VI型'
    },
    {
        'value': 'E76.200x007',
        'label': 'E76.200x007 粘多糖贮积病VII型'
    },
    {
        'value': 'E76.200x008',
        'label': 'E76.200x008 类似莫固综合征'
    },
    {
        'value': 'E76.200x009',
        'label': 'E76.200x009 典型莫固综合征'
    },
    {
        'value': 'E76.200x010',
        'label': 'E76.200x010 轻度马罗托-拉米综合征'
    },
    {
        'value': 'E76.200x011',
        'label': 'E76.200x011 重度马罗托-拉米综合征'
    },
    {
        'value': 'E76.200x012',
        'label': 'E76.200x012 β葡萄糖醛酸酶缺乏'
    },
    {
        'value': 'E76.200x021',
        'label': 'E76.200x021 粘多糖贮积病IV型'
    },
    {
        'value': 'E76.300x001',
        'label': 'E76.300x001 粘多糖贮积病'
    },
    {
        'value': 'E76.300x002+I52.8*',
        'label': 'E76.300x002+I52.8* 粘多糖贮积性心脏病'
    },
    {
        'value': 'E76.900',
        'label': 'E76.900 糖胺聚糖代谢紊乱'
    },
    {
        'value': 'E76.900x001',
        'label': 'E76.900x001 氨基葡聚糖代谢紊乱'
    },
    {
        'value': 'E77.000x001',
        'label': 'E77.000x001 溶酶体酶转译后变体缺陷'
    },
    {
        'value': 'E77.000x002',
        'label': 'E77.000x002 粘脂贮积病II型[I细胞病]'
    },
    {
        'value': 'E77.000x003',
        'label': 'E77.000x003 粘脂贮积病III型[假胡勒多种营养不良]'
    },
    {
        'value': 'E77.100',
        'label': 'E77.100 糖蛋白递降分解缺陷'
    },
    {
        'value': 'E77.100x002',
        'label': 'E77.100x002 天冬氨酰葡萄糖胺尿症'
    },
    {
        'value': 'E77.100x003',
        'label': 'E77.100x003 岩藻糖苷贮积病'
    },
    {
        'value': 'E77.100x004',
        'label': 'E77.100x004 甘露糖苷过多症'
    },
    {
        'value': 'E77.100x005',
        'label': 'E77.100x005 粘脂贮积病I型[唾液酸沉积病]'
    },
    {
        'value': 'E77.100x006',
        'label': 'E77.100x006 β-甘露糖苷酶缺失'
    },
    {
        'value': 'E77.800',
        'label': 'E77.800 糖蛋白代谢紊乱'
    },
    {
        'value': 'E77.801',
        'label': 'E77.801 低蛋白血症'
    },
    {
        'value': 'E77.900',
        'label': 'E77.900 糖蛋白代谢紊乱'
    },
    {
        'value': 'E78.000x001',
        'label': 'E78.000x001 高胆固醇血症'
    },
    {
        'value': 'E78.000x003',
        'label': 'E78.000x003 A族高脂血症'
    },
    {
        'value': 'E78.000x004',
        'label': 'E78.000x004 高β脂蛋白血症'
    },
    {
        'value': 'E78.000x005',
        'label': 'E78.000x005 弗雷德里克森高脂蛋白血症IIa型'
    },
    {
        'value': 'E78.000x006',
        'label': 'E78.000x006 低密度脂蛋白型高脂蛋白血症'
    },
    {
        'value': 'E78.000x007',
        'label': 'E78.000x007 胆固醇综合征'
    },
    {
        'value': 'E78.001',
        'label': 'E78.001 家族性高胆固醇血症'
    },
    {
        'value': 'E78.002',
        'label': 'E78.002 高低密度脂蛋白胆固醇血症'
    },
    {
        'value': 'E78.003',
        'label': 'E78.003 纯合子家族性高胆固醇血症'
    },
    {
        'value': 'E78.100',
        'label': 'E78.100 纯高甘油酯血症'
    },
    {
        'value': 'E78.100x001',
        'label': 'E78.100x001 高甘油酯血症'
    },
    {
        'value': 'E78.100x006',
        'label': 'E78.100x006 高甘油三酯血症'
    },
    {
        'value': 'E78.100x002',
        'label': 'E78.100x002 极低密度脂蛋白型高脂蛋白血症'
    },
    {
        'value': 'E78.100x003',
        'label': 'E78.100x003 高前β脂蛋白血症'
    },
    {
        'value': 'E78.100x004',
        'label': 'E78.100x004 内源性高甘油酯血症'
    },
    {
        'value': 'E78.100x005',
        'label': 'E78.100x005 B族高脂血症'
    },
    {
        'value': 'E78.100x007',
        'label': 'E78.100x007 弗雷德里克森高脂蛋白血症IV型'
    },
    {
        'value': 'E78.100x008',
        'label': 'E78.100x008 家族性高甘油三酯血症'
    },
    {
        'value': 'E78.200',
        'label': 'E78.200 混合性高脂血症'
    },
    {
        'value': 'E78.200x003',
        'label': 'E78.200x003 复合性高脂血症'
    },
    {
        'value': 'E78.200x008',
        'label': 'E78.200x008 高胆固醇血症伴内源性高甘油酯血症'
    },
    {
        'value': 'E78.200x012',
        'label': 'E78.200x012 弗雷德里克森高脂蛋白血症III型'
    },
    {
        'value': 'E78.201',
        'label': 'E78.201 结节性黄色瘤'
    },
    {
        'value': 'E78.202',
        'label': 'E78.202 扁平黄色瘤'
    },
    {
        'value': 'E78.204',
        'label': 'E78.204 悬浮β脂蛋白血症'
    },
    {
        'value': 'E78.205',
        'label': 'E78.205 高β脂蛋白血症伴高前β脂蛋白血症'
    },
    {
        'value': 'E78.206',
        'label': 'E78.206 播散性黄色瘤'
    },
    {
        'value': 'E78.207',
        'label': 'E78.207 疹性黄色瘤'
    },
    {
        'value': 'E78.200x007',
        'label': 'E78.200x007 发疹性黄瘤'
    },
    {
        'value': 'E78.208',
        'label': 'E78.208 高脂血症C族'
    },
    {
        'value': 'E78.209',
        'label': 'E78.209 Ⅱb型弗雷德里克森高脂蛋白血症'
    },
    {
        'value': 'E78.200x009',
        'label': 'E78.200x009 高β脂蛋白血症伴前β脂蛋白血症'
    },
    {
        'value': 'E78.200x022',
        'label': 'E78.200x022 弗雷德里克森高脂蛋白血症IIb型'
    },
    {
        'value': 'E78.210',
        'label': 'E78.210 结节疹性黄色瘤'
    },
    {
        'value': 'E78.300',
        'label': 'E78.300 高乳糜微粒血症'
    },
    {
        'value': 'E78.300x001',
        'label': 'E78.300x001 混合型高甘油酯血症'
    },
    {
        'value': 'E78.300x002',
        'label': 'E78.300x002 弗雷德里克森高脂蛋白血症I型'
    },
    {
        'value': 'E78.300x003',
        'label': 'E78.300x003 弗雷德里克森高脂蛋白血症V型'
    },
    {
        'value': 'E78.300x004',
        'label': 'E78.300x004 D族高脂血症'
    },
    {
        'value': 'E78.400',
        'label': 'E78.400 高脂血症，其他的'
    },
    {
        'value': 'E78.401',
        'label': 'E78.401 家族性混合性高脂血症'
    },
    {
        'value': 'E78.402',
        'label': 'E78.402 谷固醇血症'
    },
    {
        'value': 'E78.500',
        'label': 'E78.500 高脂血症'
    },
    {
        'value': 'E78.500x001',
        'label': 'E78.500x001 高脂异常综合征'
    },
    {
        'value': 'E78.203',
        'label': 'E78.203 高脂异常综合征'
    },
    {
        'value': 'E78.600',
        'label': 'E78.600 脂蛋白缺乏'
    },
    {
        'value': 'E78.600x001',
        'label': 'E78.600x001 棘红细胞增多症'
    },
    {
        'value': 'E78.600x003',
        'label': 'E78.600x003 卵磷脂胆固醇酰基转移酶缺乏'
    },
    {
        'value': 'E78.600x006',
        'label': 'E78.600x006 高密度脂蛋白缺乏'
    },
    {
        'value': 'E78.600x007',
        'label': 'E78.600x007 低α脂蛋白血症'
    },
    {
        'value': 'E78.600x008',
        'label': 'E78.600x008 丹吉尔病'
    },
    {
        'value': 'E78.600x009',
        'label': 'E78.600x009 低β脂蛋白血症'
    },
    {
        'value': 'E78.600x010',
        'label': 'E78.600x010 家族性低β脂蛋白血症'
    },
    {
        'value': 'E78.600x011',
        'label': 'E78.600x011 低胆固醇血症'
    },
    {
        'value': 'E78.601',
        'label': 'E78.601 载脂蛋白B缺乏'
    },
    {
        'value': 'E78.602',
        'label': 'E78.602 无β脂蛋白血症'
    },
    {
        'value': 'E78.800',
        'label': 'E78.800 脂蛋白代谢紊乱'
    },
    {
        'value': 'E78.800x002',
        'label': 'E78.800x002 脂性乌尔巴赫蛋白沉积症'
    },
    {
        'value': 'E78.801',
        'label': 'E78.801 脂肪肉芽肿病'
    },
    {
        'value': 'E78.900',
        'label': 'E78.900 脂蛋白代谢紊乱'
    },
    {
        'value': 'E78.901',
        'label': 'E78.901 骨软骨营养不良'
    },
    {
        'value': 'E79',
        'label': 'E79 嘌呤和嘧啶代谢紊乱'
    },
    {
        'value': 'E79.000',
        'label': 'E79.000 高尿酸血症不伴有感染性关节炎体征和砂砾性病'
    },
    {
        'value': 'E79.001',
        'label': 'E79.001 高尿酸血症'
    },
    {
        'value': 'E79.100x001',
        'label': 'E79.100x001 莱施-尼汉综合征[Lesch-Nxhan综合征]'
    },
    {
        'value': 'E79.800x001',
        'label': 'E79.800x001 遗传性黄嘌呤尿'
    },
    {
        'value': 'E79.900',
        'label': 'E79.900 嘌呤和嘧啶代谢紊乱'
    },
    {
        'value': 'E80',
        'label': 'E80 卟啉和胆红素代谢紊乱'
    },
    {
        'value': 'E80.000x002',
        'label': 'E80.000x002 遗传性红细胞生成性卟啉病'
    },
    {
        'value': 'E80.000x004',
        'label': 'E80.000x004 血卟啉病'
    },
    {
        'value': 'E80.001',
        'label': 'E80.001 先天性红细胞生成性卟啉病'
    },
    {
        'value': 'E80.002',
        'label': 'E80.002 红细胞生成性卟啉病'
    },
    {
        'value': 'E80.003',
        'label': 'E80.003 肝性红细胞生成性卟啉病'
    },
    {
        'value': 'E80.100',
        'label': 'E80.100 迟发性皮肤卟啉症'
    },
    {
        'value': 'E80.100x002',
        'label': 'E80.100x002 肝性红细胞生成型卟啉病'
    },
    {
        'value': 'E80.200x001',
        'label': 'E80.200x001 卟啉病[紫质病]'
    },
    {
        'value': 'E80.200x004',
        'label': 'E80.200x004 急性间歇性卟啉病'
    },
    {
        'value': 'E80.200x005',
        'label': 'E80.200x005 急性间歇性肝卟啉病'
    },
    {
        'value': 'E80.200x006',
        'label': 'E80.200x006 卟啉病神经病'
    },
    {
        'value': 'E80.200x007',
        'label': 'E80.200x007 X连锁显形原卟啉病'
    },
    {
        'value': 'E80.200x008',
        'label': 'E80.200x008 假性卟啉病'
    },
    {
        'value': 'E80.201',
        'label': 'E80.201 三羧基卟啉病'
    },
    {
        'value': 'E80.202',
        'label': 'E80.202 混合型卟啉病'
    },
    {
        'value': 'E80.203',
        'label': 'E80.203 遗传性粪卟啉病'
    },
    {
        'value': 'E80.300',
        'label': 'E80.300 过氧化氢酶和过氧化物酶缺陷'
    },
    {
        'value': 'E80.300x001',
        'label': 'E80.300x001 过氧化氢酶缺乏'
    },
    {
        'value': 'E80.301',
        'label': 'E80.301 过氧化物酶缺乏'
    },
    {
        'value': 'E80.302',
        'label': 'E80.302 δ-氨基酮戊酸脱水酶缺陷型卟啉病'
    },
    {
        'value': 'E80.400',
        'label': 'E80.400 吉尔伯特综合征'
    },
    {
        'value': 'E80.400x001',
        'label': 'E80.400x001 良性非结合性胆红素血症[Gilbert综合征]'
    },
    {
        'value': 'E80.500',
        'label': 'E80.500 克里格勒-纳贾综合征'
    },
    {
        'value': 'E80.500x001',
        'label': 'E80.500x001 先天性高胆红素血症[Crigler-Najjar综合征]'
    },
    {
        'value': 'E80.501',
        'label': 'E80.501 葡萄糖醛酸转移酶缺乏'
    },
    {
        'value': 'E80.600',
        'label': 'E80.600 胆红素代谢紊乱'
    },
    {
        'value': 'E80.600x005',
        'label': 'E80.600x005 体质性高胆红素血症'
    },
    {
        'value': 'E80.600x006',
        'label': 'E80.600x006 胆红素排泄障碍'
    },
    {
        'value': 'E80.600x007',
        'label': 'E80.600x007 肝炎后高胆红素血症'
    },
    {
        'value': 'E80.600x008',
        'label': 'E80.600x008 家族性肝内胆汁淤积症[Byler病]'
    },
    {
        'value': 'E80.600x001',
        'label': 'E80.600x001 家族性肝内胆汁淤积症'
    },
    {
        'value': 'E80.601',
        'label': 'E80.601 迪宾-约翰逊综合征'
    },
    {
        'value': 'E80.602',
        'label': 'E80.602 先天性高胆红素血症'
    },
    {
        'value': 'E80.603',
        'label': 'E80.603 罗托综合征'
    },
    {
        'value': 'E80.600x004',
        'label': 'E80.600x004 慢性家族性非溶血性黄疸[Rotor综合征]'
    },
    {
        'value': 'E80.700',
        'label': 'E80.700 胆红素代谢紊乱'
    },
    {
        'value': 'E83',
        'label': 'E83 矿物质代谢紊乱'
    },
    {
        'value': 'E83.000',
        'label': 'E83.000 铜代谢紊乱'
    },
    {
        'value': 'E83.000x005',
        'label': 'E83.000x005 毛发纽结型门克病'
    },
    {
        'value': 'E83.000x006',
        'label': 'E83.000x006 坚硬发型门克病'
    },
    {
        'value': 'E83.000x011',
        'label': 'E83.000x011 肝豆状核变性[Wilson病]'
    },
    {
        'value': 'E83.000x012',
        'label': 'E83.000x012 门克病[Menkes病]'
    },
    {
        'value': 'E83.003+F02.8*',
        'label': 'E83.003+F02.8* 肝豆状核变性痴呆'
    },
    {
        'value': 'E83.100',
        'label': 'E83.100 铁代谢紊乱'
    },
    {
        'value': 'E83.100x006+M14.5*',
        'label': 'E83.100x006+M14.5* 血色素沉着型关节病'
    },
    {
        'value': 'E83.100x008+N16.3*',
        'label': 'E83.100x008+N16.3* 含铁血黄素沉积相关肾损害'
    },
    {
        'value': 'E83.101',
        'label': 'E83.101 血色病'
    },
    {
        'value': 'E83.102',
        'label': 'E83.102 肝含铁血黄素沉积症'
    },
    {
        'value': 'E83.103',
        'label': 'E83.103 血色病性心肌病'
    },
    {
        'value': 'E83.104+J99.8*',
        'label': 'E83.104+J99.8* 肺含铁血黄素沉积症'
    },
    {
        'value': 'E83.100x005+J99.8*',
        'label': 'E83.100x005+J99.8* 特发性肺含铁血黄素沉积症'
    },
    {
        'value': 'E83.200',
        'label': 'E83.200 锌代谢紊乱'
    },
    {
        'value': 'E83.200x002',
        'label': 'E83.200x002 高锌血症'
    },
    {
        'value': 'E83.201',
        'label': 'E83.201 肠病性肢端皮炎'
    },
    {
        'value': 'E83.300x007',
        'label': 'E83.300x007 抗维生素D性佝偻病'
    },
    {
        'value': 'E83.300x008+M90.8*',
        'label': 'E83.300x008+M90.8* 维生素D依赖性佝偻病'
    },
    {
        'value': 'E83.300x010',
        'label': 'E83.300x010 家族性低磷酸盐血症'
    },
    {
        'value': 'E83.300x012+M90.8*',
        'label': 'E83.300x012+M90.8* 维生素D抵抗性骨软化'
    },
    {
        'value': 'E83.300x014',
        'label': 'E83.300x014 低磷酸脂酶症'
    },
    {
        'value': 'E83.300x021+M90.8*',
        'label': 'E83.300x021+M90.8* 低磷抗D性软骨病'
    },
    {
        'value': 'E83.301',
        'label': 'E83.301 高磷尿症'
    },
    {
        'value': 'E83.300x022',
        'label': 'E83.300x022 高磷酸盐尿症'
    },
    {
        'value': 'E83.302',
        'label': 'E83.302 酸性磷酸酶缺乏'
    },
    {
        'value': 'E83.300x013',
        'label': 'E83.300x013 酸性磷酸脂酶缺乏'
    },
    {
        'value': 'E83.303',
        'label': 'E83.303 磷代谢紊乱'
    },
    {
        'value': 'E83.304',
        'label': 'E83.304 低磷血症'
    },
    {
        'value': 'E83.305',
        'label': 'E83.305 磷酸酶过少症'
    },
    {
        'value': 'E83.300x023',
        'label': 'E83.300x023 低磷酸酶症'
    },
    {
        'value': 'E83.306',
        'label': 'E83.306 低碱性磷酸酶血症'
    },
    {
        'value': 'E83.307+M90.8*',
        'label': 'E83.307+M90.8* 低磷性骨软化症'
    },
    {
        'value': 'E83.308+M90.8*',
        'label': 'E83.308+M90.8* 低磷性佝偻病'
    },
    {
        'value': 'E83.309',
        'label': 'E83.309 高磷酸盐血症'
    },
    {
        'value': 'E83.300x009',
        'label': 'E83.300x009 高磷血症'
    },
    {
        'value': 'E83.400',
        'label': 'E83.400 镁代谢紊乱'
    },
    {
        'value': 'E83.401',
        'label': 'E83.401 低镁血症'
    },
    {
        'value': 'E83.402',
        'label': 'E83.402 高镁血症'
    },
    {
        'value': 'E83.403',
        'label': 'E83.403 遗传性低镁血症'
    },
    {
        'value': 'E83.500x001',
        'label': 'E83.500x001 低钙血性惊厥'
    },
    {
        'value': 'E83.500x006+H28.1*',
        'label': 'E83.500x006+H28.1* 低钙血性白内障[手足搐搦性白内障]'
    },
    {
        'value': 'E83.500x007',
        'label': 'E83.500x007 特发性高钙尿症'
    },
    {
        'value': 'E83.500x008',
        'label': 'E83.500x008 家族性低钙尿性高钙血症'
    },
    {
        'value': 'E83.500x009',
        'label': 'E83.500x009 钙质沉着症'
    },
    {
        'value': 'E83.500x011',
        'label': 'E83.500x011 肿瘤样钙盐沉着症'
    },
    {
        'value': 'E83.501',
        'label': 'E83.501 高钙危象'
    },
    {
        'value': 'E83.502',
        'label': 'E83.502 高钙血症'
    },
    {
        'value': 'E83.503',
        'label': 'E83.503 低钙血症'
    },
    {
        'value': 'E83.504',
        'label': 'E83.504 高钙尿症'
    },
    {
        'value': 'E83.500x021',
        'label': 'E83.500x021 高钙血症性痴呆'
    },
    {
        'value': 'E83.800',
        'label': 'E83.800 矿物质代谢紊乱其他的'
    },
    {
        'value': 'E83.900',
        'label': 'E83.900 矿物质代谢紊乱'
    },
    {
        'value': 'E84.000',
        'label': 'E84.000 囊性纤维化病伴有肺表现'
    },
    {
        'value': 'E84.000x001',
        'label': 'E84.000x001 囊性纤维化伴肺部病变'
    },
    {
        'value': 'E84.000x002',
        'label': 'E84.000x002 肺囊性纤维化'
    },
    {
        'value': 'E84.100',
        'label': 'E84.100 囊性纤维化病伴有肠表现'
    },
    {
        'value': 'E84.100x001',
        'label': 'E84.100x001 囊性纤维瘤伴胎粪性肠梗阻'
    },
    {
        'value': 'E84.100x002',
        'label': 'E84.100x002 远端肠梗阻综合症'
    },
    {
        'value': 'E84.800',
        'label': 'E84.800 囊性纤维化病伴有其他表现'
    },
    {
        'value': 'E84.801',
        'label': 'E84.801 囊性纤维化伴混合表现'
    },
    {
        'value': 'E84.800x001',
        'label': 'E84.800x001 囊性纤维化伴混合性病变'
    },
    {
        'value': 'E84.900',
        'label': 'E84.900 囊性纤维化病'
    },
    {
        'value': 'E84.900x002',
        'label': 'E84.900x002 囊性纤维化'
    },
    {
        'value': 'E84.901',
        'label': 'E84.901 胰腺囊性纤维变性'
    },
    {
        'value': 'E85.000x004',
        'label': 'E85.000x004 非神经病性家族遗传性淀粉样变性'
    },
    {
        'value': 'E85.001',
        'label': 'E85.001 家族性地中海热'
    },
    {
        'value': 'E85.002',
        'label': 'E85.002 遗传性淀粉样肾病'
    },
    {
        'value': 'E85.100x002',
        'label': 'E85.100x002 淀粉样多发性神经病变'
    },
    {
        'value': 'E85.100x001',
        'label': 'E85.100x001 葡萄牙型淀粉样多发性神经病变'
    },
    {
        'value': 'E85.100x003',
        'label': 'E85.100x003 神经病性家族遗传性淀粉样变性'
    },
    {
        'value': 'E85.101+G63.3*',
        'label': 'E85.101+G63.3* 淀粉样变性周围神经病'
    },
    {
        'value': 'E85.100x004',
        'label': 'E85.100x004 家族性淀粉样变性周围神经病'
    },
    {
        'value': 'E85.200x001',
        'label': 'E85.200x001 家族遗传性淀粉样变性'
    },
    {
        'value': 'E85.300x001',
        'label': 'E85.300x001 继发性全身性淀粉样变性'
    },
    {
        'value': 'E85.300x002',
        'label': 'E85.300x002 继发性淀粉样变性'
    },
    {
        'value': 'E85.300x003',
        'label': 'E85.300x003 透析相关性淀粉样变病'
    },
    {
        'value': 'E85.400',
        'label': 'E85.400 限定于器官的淀粉样变'
    },
    {
        'value': 'E85.400x004',
        'label': 'E85.400x004 脾淀粉样变性'
    },
    {
        'value': 'E85.400x005',
        'label': 'E85.400x005 上呼吸道淀粉样变性'
    },
    {
        'value': 'E85.400x006',
        'label': 'E85.400x006 咽淀粉样变性'
    },
    {
        'value': 'E85.400x008+G99.0*',
        'label': 'E85.400x008+G99.0* 淀粉样变性性周围神经病'
    },
    {
        'value': 'E85.400x012',
        'label': 'E85.400x012 脑淀粉样变'
    },
    {
        'value': 'E85.400x014',
        'label': 'E85.400x014 局限性淀粉样变性'
    },
    {
        'value': 'E85.401',
        'label': 'E85.401 淀粉样变声带损害'
    },
    {
        'value': 'E85.400x026',
        'label': 'E85.400x026 声带淀粉样变性'
    },
    {
        'value': 'E85.402',
        'label': 'E85.402 淀粉样变鼻咽损害'
    },
    {
        'value': 'E85.400x023',
        'label': 'E85.400x023 鼻咽淀粉样变性'
    },
    {
        'value': 'E85.403',
        'label': 'E85.403 淀粉样变膀胱损害'
    },
    {
        'value': 'E85.400x021',
        'label': 'E85.400x021 膀胱淀粉样变性'
    },
    {
        'value': 'E85.404',
        'label': 'E85.404 淀粉样变支气管损害'
    },
    {
        'value': 'E85.405',
        'label': 'E85.405 淀粉样变齿龈损害'
    },
    {
        'value': 'E85.406',
        'label': 'E85.406 淀粉样变甲状腺损害'
    },
    {
        'value': 'E85.407',
        'label': 'E85.407 淀粉样变气管损害'
    },
    {
        'value': 'E85.408',
        'label': 'E85.408 淀粉样变血管损害'
    },
    {
        'value': 'E85.409',
        'label': 'E85.409 淀粉样变喉损害'
    },
    {
        'value': 'E85.400x022',
        'label': 'E85.400x022 喉淀粉样变性'
    },
    {
        'value': 'E85.410',
        'label': 'E85.410 淀粉样变胸膜损害'
    },
    {
        'value': 'E85.411+N29.8*',
        'label': 'E85.411+N29.8* 淀粉样变肾损害'
    },
    {
        'value': 'E85.400x025+N08.4*',
        'label': 'E85.400x025+N08.4* 肾淀粉样变性'
    },
    {
        'value': 'E85.412+J99.8*',
        'label': 'E85.412+J99.8* 淀粉样变肺损害'
    },
    {
        'value': 'E85.400x029+J99.8*',
        'label': 'E85.400x029+J99.8* 肺淀粉样变性'
    },
    {
        'value': 'E85.413+L99.0*',
        'label': 'E85.413+L99.0* 淀粉样变皮肤损害'
    },
    {
        'value': 'E85.400x017+L99.0*',
        'label': 'E85.400x017+L99.0* 苔癣淀粉样变性'
    },
    {
        'value': 'E85.400x024+L99.0*',
        'label': 'E85.400x024+L99.0* 皮肤淀粉样变性'
    },
    {
        'value': 'E85.414+I68.0*',
        'label': 'E85.414+I68.0* 淀粉样变脑血管损害'
    },
    {
        'value': 'E85.400x027',
        'label': 'E85.400x027 淀粉样脑血管病'
    },
    {
        'value': 'E85.415+K77.8*',
        'label': 'E85.415+K77.8* 淀粉样变肝损害'
    },
    {
        'value': 'E85.416+I43.1*',
        'label': 'E85.416+I43.1* 淀粉样变心脏损害'
    },
    {
        'value': 'E85.400x028+I43.1*',
        'label': 'E85.400x028+I43.1* 心脏淀粉样变性'
    },
    {
        'value': 'E85.417+K93.8*',
        'label': 'E85.417+K93.8* 淀粉样变肠道损害'
    },
    {
        'value': 'E85.418',
        'label': 'E85.418 眼睑淀粉样变性'
    },
    {
        'value': 'E85.400x003',
        'label': 'E85.400x003 睑淀粉样变性'
    },
    {
        'value': 'E85.800',
        'label': 'E85.800 淀粉样变其他的'
    },
    {
        'value': 'E85.900',
        'label': 'E85.900 淀粉样变'
    },
    {
        'value': 'E85.900x001',
        'label': 'E85.900x001 淀粉样变性'
    },
    {
        'value': 'E85.900x003',
        'label': 'E85.900x003 斑疹性淀粉样变性'
    },
    {
        'value': 'E85.901',
        'label': 'E85.901 原发性淀粉样变性'
    },
    {
        'value': 'E86.x00x001',
        'label': 'E86.x00x001 低血容量'
    },
    {
        'value': 'E86.x00x005',
        'label': 'E86.x00x005 血容量减少'
    },
    {
        'value': 'E86.x00x003',
        'label': 'E86.x00x003 细胞外液缺失'
    },
    {
        'value': 'E86.x00x004',
        'label': 'E86.x00x004 血浆容量缺失'
    },
    {
        'value': 'E87.000',
        'label': 'E87.000 高渗透性和高钠血症'
    },
    {
        'value': 'E87.001',
        'label': 'E87.001 高钠血症'
    },
    {
        'value': 'E87.100',
        'label': 'E87.100 低渗透性和低钠血症'
    },
    {
        'value': 'E87.101',
        'label': 'E87.101 脑耗盐综合征'
    },
    {
        'value': 'E87.102',
        'label': 'E87.102 低钠血症'
    },
    {
        'value': 'E87.200',
        'label': 'E87.200 酸中毒'
    },
    {
        'value': 'E87.200x002',
        'label': 'E87.200x002 高血氯性酸中毒'
    },
    {
        'value': 'E87.201',
        'label': 'E87.201 代谢性酸中毒'
    },
    {
        'value': 'E87.202',
        'label': 'E87.202 混合性酸中毒'
    },
    {
        'value': 'E87.203',
        'label': 'E87.203 呼吸性酸中毒'
    },
    {
        'value': 'E87.204',
        'label': 'E87.204 乳酸性酸中毒'
    },
    {
        'value': 'E87.205',
        'label': 'E87.205 有机酸血症'
    },
    {
        'value': 'E87.206',
        'label': 'E87.206 先天性高乳酸血症'
    },
    {
        'value': 'E87.300',
        'label': 'E87.300 碱中毒'
    },
    {
        'value': 'E87.301',
        'label': 'E87.301 代谢性碱中毒'
    },
    {
        'value': 'E87.302',
        'label': 'E87.302 低钾性碱中毒'
    },
    {
        'value': 'E87.303',
        'label': 'E87.303 呼吸性碱中毒'
    },
    {
        'value': 'E87.400',
        'label': 'E87.400 混合性酸碱平衡失调'
    },
    {
        'value': 'E87.500',
        'label': 'E87.500 高钾血症'
    },
    {
        'value': 'E87.501',
        'label': 'E87.501 假性低醛固酮血症'
    },
    {
        'value': 'E87.600',
        'label': 'E87.600 低钾血症'
    },
    {
        'value': 'E87.600x002',
        'label': 'E87.600x002 低钾性抽搐'
    },
    {
        'value': 'E87.600x003',
        'label': 'E87.600x003 钾缺乏'
    },
    {
        'value': 'E87.600x004',
        'label': 'E87.600x004 低钾性肌病'
    },
    {
        'value': 'E87.700',
        'label': 'E87.700 体液过多'
    },
    {
        'value': 'E87.701',
        'label': 'E87.701 水中毒'
    },
    {
        'value': 'E87.800',
        'label': 'E87.800 电解质和液体平衡的其他紊乱'
    },
    {
        'value': 'E87.800x004',
        'label': 'E87.800x004 低钾钠氯综合征'
    },
    {
        'value': 'E87.801',
        'label': 'E87.801 电解质代谢紊乱'
    },
    {
        'value': 'E87.800x011',
        'label': 'E87.800x011 电解质紊乱'
    },
    {
        'value': 'E87.802',
        'label': 'E87.802 高氯血症'
    },
    {
        'value': 'E87.803',
        'label': 'E87.803 低氯血症'
    },
    {
        'value': 'E88.000',
        'label': 'E88.000 血浆蛋白代谢紊乱'
    },
    {
        'value': 'E88.000x002',
        'label': 'E88.000x002 α1-抗胰蛋白酶缺乏症'
    },
    {
        'value': 'E88.000x003',
        'label': 'E88.000x003 双白蛋白血症'
    },
    {
        'value': 'E88.001',
        'label': 'E88.001 高蛋白血症'
    },
    {
        'value': 'E88.100',
        'label': 'E88.100 脂肪营养不良'
    },
    {
        'value': 'E88.100x001',
        'label': 'E88.100x001 部分性脂肪营养不良'
    },
    {
        'value': 'E88.100x002',
        'label': 'E88.100x002 进行性脂肪营养不良'
    },
    {
        'value': 'E88.100x004',
        'label': 'E88.100x004 脂肪营养不良'
    },
    {
        'value': 'E88.100x005',
        'label': 'E88.100x005 胰岛素性脂肪营养不良'
    },
    {
        'value': 'E88.100x006',
        'label': 'E88.100x006 蛋白酶抑制剂相关性脂肪营养不良'
    },
    {
        'value': 'E88.101',
        'label': 'E88.101 全身性脂肪营养不良'
    },
    {
        'value': 'E88.200',
        'label': 'E88.200 脂肪过多症，不可归类在他处者'
    },
    {
        'value': 'E88.202',
        'label': 'E88.202 疼痛性脂肪过多症'
    },
    {
        'value': 'E88.200x005',
        'label': 'E88.200x005 痛性肥胖病[德尔肯病]'
    },
    {
        'value': 'E88.203',
        'label': 'E88.203 脂肪堆积'
    },
    {
        'value': 'E65.x00x003',
        'label': 'E65.x00x003 脂肪增多症'
    },
    {
        'value': 'E88.200x003',
        'label': 'E88.200x003 脂肪过多症'
    },
    {
        'value': 'E88.200x004',
        'label': 'E88.200x004 良性对称型脂肪过多症'
    },
    {
        'value': 'E88.300',
        'label': 'E88.300 肿瘤溶解综合征'
    },
    {
        'value': 'E88.800',
        'label': 'E88.800 代谢紊乱'
    },
    {
        'value': 'E88.800x004',
        'label': 'E88.800x004 三甲胺尿症'
    },
    {
        'value': 'E88.800x005',
        'label': 'E88.800x005 洛奴瓦-邦索德腺脂瘤病'
    },
    {
        'value': 'E88.800x007',
        'label': 'E88.800x007 还原型烟酰胺腺嘌呤二核苷酸-辅酶Q还原酶缺乏'
    },
    {
        'value': 'E88.800x008',
        'label': 'E88.800x008 还原辅酶Q-细胞色素水解酶还原酶缺乏'
    },
    {
        'value': 'E88.800x009',
        'label': 'E88.800x009 琥珀酸-辅酶Q还原酶缺乏'
    },
    {
        'value': 'E88.800x013',
        'label': 'E88.800x013 希特林蛋白缺乏症'
    },
    {
        'value': 'E88.801',
        'label': 'E88.801 霍法病'
    },
    {
        'value': 'E88.800x001',
        'label': 'E88.800x001 髌骨后脂肪垫综合征[Hoffa综合征]'
    },
    {
        'value': 'E88.802',
        'label': 'E88.802 酮症'
    },
    {
        'value': 'E88.803',
        'label': 'E88.803 饥饿性酮症'
    },
    {
        'value': 'E88.804',
        'label': 'E88.804 良性对称性脂肪瘤病'
    },
    {
        'value': 'E88.806',
        'label': 'E88.806 线粒体DNA缺失'
    },
    {
        'value': 'E88.800x012',
        'label': 'E88.800x012 线粒体病'
    },
    {
        'value': 'E88.807',
        'label': 'E88.807 β-酮硫解酶缺乏症'
    },
    {
        'value': 'E88.800x021',
        'label': 'E88.800x021 β-酮硫解酶缺乏症'
    },
    {
        'value': 'E88.900',
        'label': 'E88.900 代谢紊乱'
    },
    {
        'value': 'E88.900x010',
        'label': 'E88.900x010 先天性遗传代谢病[先天性代谢缺陷]'
    },
    {
        'value': 'E88.901',
        'label': 'E88.901 代谢障碍'
    },
    {
        'value': 'E88.902+M90.8*',
        'label': 'E88.902+M90.8* 代谢性骨病'
    },
    {
        'value': 'E88.900x011+M90.8*',
        'label': 'E88.900x011+M90.8* 早产儿代谢性骨病'
    },
    {
        'value': 'E88.902+M90.803*',
        'label': 'E88.902+M90.803* 代谢性骨病'
    },
    {
        'value': 'E88.903',
        'label': 'E88.903 遗传性代谢病'
    },
    {
        'value': 'E88.904+G99.2*',
        'label': 'E88.904+G99.2* 代谢性脊髓病'
    },
    {
        'value': 'E88.905+G99.0*',
        'label': 'E88.905+G99.0* 代谢性周围神经病'
    },
    {
        'value': 'E88.906+H28.1*',
        'label': 'E88.906+H28.1* 代谢性白内障'
    },
    {
        'value': 'E88.907+I43.1*',
        'label': 'E88.907+I43.1* 代谢性心肌病'
    },
    {
        'value': 'E88.908+G73.6*',
        'label': 'E88.908+G73.6* 代谢性肌病'
    },
    {
        'value': 'E89.000x003',
        'label': 'E89.000x003 操作后甲状腺功能减退'
    },
    {
        'value': 'E89.001',
        'label': 'E89.001 手术后甲状腺功能减退'
    },
    {
        'value': 'E89.000x004',
        'label': 'E89.000x004 放射治疗后甲状腺功能减退'
    },
    {
        'value': 'E89.100x002',
        'label': 'E89.100x002 手术后胰腺外分泌功能不全'
    },
    {
        'value': 'E89.101',
        'label': 'E89.101 手术后低血糖昏迷'
    },
    {
        'value': 'E89.102',
        'label': 'E89.102 手术后低胰岛素血症'
    },
    {
        'value': 'E89.200',
        'label': 'E89.200 操作后甲状旁腺功能减退症'
    },
    {
        'value': 'E89.200x001',
        'label': 'E89.200x001 甲状旁腺缺失性手足搐搦'
    },
    {
        'value': 'E89.200x002',
        'label': 'E89.200x002 手术后甲状旁腺功能减退症'
    },
    {
        'value': 'E89.300x002',
        'label': 'E89.300x002 医源性垂体功能减退症'
    },
    {
        'value': 'E89.300x003',
        'label': 'E89.300x003 放射后垂体功能减退症'
    },
    {
        'value': 'E89.300x011',
        'label': 'E89.300x011 手术后垂体功能减退症'
    },
    {
        'value': 'E89.302',
        'label': 'E89.302 后天性垂体缺失'
    },
    {
        'value': 'E89.303',
        'label': 'E89.303 手术后尿崩症'
    },
    {
        'value': 'E89.400x001',
        'label': 'E89.400x001 放射后卵巢功能衰竭'
    },
    {
        'value': 'E89.400x002',
        'label': 'E89.400x002 手术后卵巢功能衰竭'
    },
    {
        'value': 'E89.401',
        'label': 'E89.401 医源性卵巢功能衰竭'
    },
    {
        'value': 'E89.500',
        'label': 'E89.500 操作后睾丸功能减退'
    },
    {
        'value': 'E89.501',
        'label': 'E89.501 手术后睾丸功能减退'
    },
    {
        'value': 'E89.600',
        'label': 'E89.600 操作后肾上腺皮质（髓质）功能减退'
    },
    {
        'value': 'E89.601',
        'label': 'E89.601 手术后肾上腺皮质功能减退'
    },
    {
        'value': 'E89.800',
        'label': 'E89.800 操作后内分泌和代谢紊乱'
    },
    {
        'value': 'E89.800x002',
        'label': 'E89.800x002 肝移植术后糖尿病'
    },
    {
        'value': 'E89.800x003',
        'label': 'E89.800x003 肝移植术后高脂血症'
    },
    {
        'value': 'E89.800x011',
        'label': 'E89.800x011 血透后失衡综合征'
    },
    {
        'value': 'E89.802',
        'label': 'E89.802 后天性胸腺缺失'
    },
    {
        'value': 'E89.900',
        'label': 'E89.900 内分泌和代谢紊乱,操作后的'
    },
    {
        'value': 'E90*',
        'label': 'E90* 分类于他处的疾病引起的营养和代谢疾患'
    },
    {
        'value': 'P00.000',
        'label': 'P00.000 胎儿和新生儿受母体高血压疾患的影响'
    },
    {
        'value': 'P00.001',
        'label': 'P00.001 母体妊娠高血压新生儿'
    },
    {
        'value': 'P00.002',
        'label': 'P00.002 母体先兆子痫新生儿'
    },
    {
        'value': 'P00.100',
        'label': 'P00.100 胎儿和新生儿受母体肾和泌尿道疾病的影响'
    },
    {
        'value': 'P00.100x001',
        'label': 'P00.100x001 母体患肾病的新生儿'
    },
    {
        'value': 'P00.101',
        'label': 'P00.101 母体肾衰竭新生儿'
    },
    {
        'value': 'P00.200',
        'label': 'P00.200 胎儿和新生儿受母体传染病和寄生虫病的影响'
    },
    {
        'value': 'P00.200x001',
        'label': 'P00.200x001 母体甲型H1N1病毒感染的新生儿'
    },
    {
        'value': 'P00.201',
        'label': 'P00.201 母体肺结核新生儿'
    },
    {
        'value': 'P00.202',
        'label': 'P00.202 母体病毒性肝炎新生儿'
    },
    {
        'value': 'P00.203',
        'label': 'P00.203 母体巨细胞病毒感染新生儿'
    },
    {
        'value': 'P00.204',
        'label': 'P00.204 母体梅毒感染新生儿'
    },
    {
        'value': 'P00.205',
        'label': 'P00.205 母体人类免疫缺陷病毒感染新生儿'
    },
    {
        'value': 'P00.300',
        'label': 'P00.300 胎儿和新生儿受母体其他循环和呼吸疾病的影响'
    },
    {
        'value': 'P00.301',
        'label': 'P00.301 母体先天性心脏病新生儿'
    },
    {
        'value': 'P00.302',
        'label': 'P00.302 母体心肌病新生儿'
    },
    {
        'value': 'P00.400',
        'label': 'P00.400 胎儿和新生儿受母体营养性疾患的影响'
    },
    {
        'value': 'P00.401',
        'label': 'P00.401 母体营养不良新生儿'
    },
    {
        'value': 'P00.500',
        'label': 'P00.500 胎儿和新生儿受母体损伤的影响'
    },
    {
        'value': 'P00.600',
        'label': 'P00.600 胎儿和新生儿受母体手术操作的影响'
    },
    {
        'value': 'P00.700',
        'label': 'P00.700 胎儿和新生儿受母体其他医疗操作的影响'
    },
    {
        'value': 'P00.701',
        'label': 'P00.701 胎儿和新生儿受母体放射性照射影响'
    },
    {
        'value': 'P00.800',
        'label': 'P00.800 胎儿和新生儿受母体其他情况的影响'
    },
    {
        'value': 'P00.801',
        'label': 'P00.801 母体癫痫新生儿'
    },
    {
        'value': 'P00.802',
        'label': 'P00.802 母体干燥综合征新生儿'
    },
    {
        'value': 'P00.803',
        'label': 'P00.803 母体骨髓抑制新生儿'
    },
    {
        'value': 'P00.804',
        'label': 'P00.804 母体甲状腺功能减退新生儿'
    },
    {
        'value': 'P00.805',
        'label': 'P00.805 母体类风湿性关节新生儿'
    },
    {
        'value': 'P00.806',
        'label': 'P00.806 母体皮肌炎新生儿'
    },
    {
        'value': 'P00.807',
        'label': 'P00.807 母体系统性红斑狼疮新生儿'
    },
    {
        'value': 'P00.800x001',
        'label': 'P00.800x001 新生儿狼疮综合征'
    },
    {
        'value': 'P00.814',
        'label': 'P00.814 新生儿红斑狼疮'
    },
    {
        'value': 'P00.808',
        'label': 'P00.808 母体血小板减少新生儿'
    },
    {
        'value': 'P00.809',
        'label': 'P00.809 母体血小板减少性紫癜新生儿'
    },
    {
        'value': 'P00.810',
        'label': 'P00.810 母体血友病新生儿'
    },
    {
        'value': 'P00.811 ',
        'label': 'P00.811 母体阴道链球菌感染新生儿'
    },
    {
        'value': 'P00.812',
        'label': 'P00.812 母体再生障碍性贫血新生儿'
    },
    {
        'value': 'P00.813',
        'label': 'P00.813 母体重症肌无力新生儿'
    },
    {
        'value': 'P00.900',
        'label': 'P00.900 胎儿和新生儿受母体情况的影响'
    },
    {
        'value': 'P01.000',
        'label': 'P01.000 胎儿和新生儿受宫颈功能不全的影响'
    },
    {
        'value': 'P01.100',
        'label': 'P01.100 胎儿和新生儿受胎膜早破的影响'
    },
    {
        'value': 'P01.200',
        'label': 'P01.200 胎儿和新生儿受羊水过少的影响'
    },
    {
        'value': 'P01.300',
        'label': 'P01.300 胎儿和新生儿受羊水过多的影响'
    },
    {
        'value': 'P01.400',
        'label': 'P01.400 胎儿和新生儿受异位妊娠的影响腹腔妊娠'
    },
    {
        'value': 'P01.500',
        'label': 'P01.500 胎儿和新生儿受多胎妊娠的影响'
    },
    {
        'value': 'P01.501',
        'label': 'P01.501 双胎儿'
    },
    {
        'value': 'P01.502',
        'label': 'P01.502 三胎儿'
    },
    {
        'value': 'P01.600',
        'label': 'P01.600 胎儿和新生儿受母体死亡的影响'
    },
    {
        'value': 'P01.700',
        'label': 'P01.700 胎儿和新生儿受产程开始前先露异常的影响'
    },
    {
        'value': 'P01.800',
        'label': 'P01.800 胎儿和新生儿受母体其他妊娠并发症的影响'
    },
    {
        'value': 'P01.900',
        'label': 'P01.900 胎儿和新生儿受母体妊娠并发症的影响'
    },
    {
        'value': 'P02.000',
        'label': 'P02.000 胎儿和新生儿受前置胎盘的影响'
    },
    {
        'value': 'P02.100',
        'label': 'P02.100 胎儿和新生儿受胎盘剥离和出血的其他形式的影响'
    },
    {
        'value': 'P02.200',
        'label': 'P02.200 胎儿和新生儿受胎盘其他形态和功能异常的影响'
    },
    {
        'value': 'P02.300',
        'label': 'P02.300 胎儿和新生儿受胎盘输血综合征的影响'
    },
    {
        'value': 'P02.300x003',
        'label': 'P02.300x003 胎-母输血新生儿'
    },
    {
        'value': 'P02.301',
        'label': 'P02.301 新生儿双胎输血综合征'
    },
    {
        'value': 'P02.400',
        'label': 'P02.400 胎儿和新生儿受脐带脱垂的影响'
    },
    {
        'value': 'P02.500',
        'label': 'P02.500 胎儿和新生儿受脐带其他压迫的影响'
    },
    {
        'value': 'P02.501',
        'label': 'P02.501 新生儿脐带绕颈'
    },
    {
        'value': 'P02.600',
        'label': 'P02.600 胎儿和新生儿受脐带其他情况的影响'
    },
    {
        'value': 'P02.602',
        'label': 'P02.602 新生儿脐带过短'
    },
    {
        'value': 'P02.700',
        'label': 'P02.700 胎儿受绒（毛）膜羊膜炎的影响'
    },
    {
        'value': 'P02.701',
        'label': 'P02.701 羊膜炎新生儿'
    },
    {
        'value': 'P02.800',
        'label': 'P02.800 胎儿和新生儿受胎膜其他异常的影响'
    },
    {
        'value': 'P02.900',
        'label': 'P02.900 胎儿和新生儿受胎膜异常的影响'
    },
    {
        'value': 'P03.000',
        'label': 'P03.000 胎儿和新生儿受臀位分娩和胎臀牵引术的影响'
    },
    {
        'value': 'P03.001',
        'label': 'P03.001 臀位分娩新生儿'
    },
    {
        'value': 'P03.100',
        'label': 'P03.100 胎儿和新生儿受产程和分娩中其他先露异常、胎位异常和（胎盆）不称的影响'
    },
    {
        'value': 'P03.101',
        'label': 'P03.101 头盆不称新生儿'
    },
    {
        'value': 'P03.200',
        'label': 'P03.200 胎儿和新生儿受产钳术的影响'
    },
    {
        'value': 'P03.201',
        'label': 'P03.201 产钳助产新生儿'
    },
    {
        'value': 'P03.300',
        'label': 'P03.300 胎儿和新生儿受真空吸引器[吸杯]分娩的影响'
    },
    {
        'value': 'P03.301',
        'label': 'P03.301 吸引器助产新生儿'
    },
    {
        'value': 'P03.400',
        'label': 'P03.400 胎儿和新生儿受剖宫产术的影响'
    },
    {
        'value': 'P03.401',
        'label': 'P03.401 剖宫产术新生儿'
    },
    {
        'value': 'P03.500',
        'label': 'P03.500 胎儿和新生儿受急产的影响'
    },
    {
        'value': 'P03.501',
        'label': 'P03.501 急产婴儿'
    },
    {
        'value': 'P03.600',
        'label': 'P03.600 胎儿和新生儿受子宫收缩异常的影响'
    },
    {
        'value': 'P03.601',
        'label': 'P03.601 母体宫缩乏力新生儿'
    },
    {
        'value': 'P03.800',
        'label': 'P03.800 胎儿和新生儿受产程和分娩的其他特指并发症的影响'
    },
    {
        'value': 'P03.900',
        'label': 'P03.900 胎儿和新生儿受产程和分娩并发症的影响'
    },
    {
        'value': 'P04.000',
        'label': 'P04.000 胎儿和新生儿受母体在妊娠、产程和分娩中的感觉丧失和痛觉缺失的影响'
    },
    {
        'value': 'P04.001',
        'label': 'P04.001 母体服麻醉药物新生儿'
    },
    {
        'value': 'P04.100',
        'label': 'P04.100 胎儿和新生儿受母体其他药物的影响'
    },
    {
        'value': 'P04.101',
        'label': 'P04.101 母体服抗凝药新生儿'
    },
    {
        'value': 'P04.102',
        'label': 'P04.102 母体癌症化疗新生儿'
    },
    {
        'value': 'P04.200',
        'label': 'P04.200 胎儿和新生儿受母体使用烟草的影响'
    },
    {
        'value': 'P04.300',
        'label': 'P04.300 胎儿和新生儿受母体使用酒精的影响'
    },
    {
        'value': 'P04.400',
        'label': 'P04.400 胎儿和新生儿受母体药瘾的影响'
    },
    {
        'value': 'P04.500',
        'label': 'P04.500 胎儿和新生儿受母体使用营养性、化学性物质的影响'
    },
    {
        'value': 'P04.600',
        'label': 'P04.600 胎儿和新生儿受母体暴露于环境中化学物质的影响'
    },
    {
        'value': 'P04.800',
        'label': 'P04.800 胎儿和新生儿受母体内其他有害物质的影响'
    },
    {
        'value': 'P04.800x001',
        'label': 'P04.800x001 母体有机磷中毒新生儿'
    },
    {
        'value': 'P04.900',
        'label': 'P04.900 胎儿和新生儿受母体内有害物质的影响'
    },
    {
        'value': 'P05.000',
        'label': 'P05.000 轻于胎龄'
    },
    {
        'value': 'P05.001',
        'label': 'P05.001 低体重儿'
    },
    {
        'value': 'P05.100',
        'label': 'P05.100 小于胎龄'
    },
    {
        'value': 'P05.101',
        'label': 'P05.101 小样儿'
    },
    {
        'value': 'P05.102',
        'label': 'P05.102 足月小样低体重儿'
    },
    {
        'value': 'P05.200',
        'label': 'P05.200 胎儿营养不良'
    },
    {
        'value': 'P05.900',
        'label': 'P05.900 胎儿生长缓慢'
    },
    {
        'value': 'P05.900x001',
        'label': 'P05.900x001 胎儿宫内生长迟缓'
    },
    {
        'value': 'P07.000',
        'label': 'P07.000 极低出生体重(小于999克)'
    },
    {
        'value': 'P07.000x001',
        'label': 'P07.000x001 超低出生体重儿(750-999g)'
    },
    {
        'value': 'P07.001',
        'label': 'P07.001 极低出生体重儿(500-999克)'
    },
    {
        'value': 'P07.002',
        'label': 'P07.002 极低出生体重儿(小于499克)'
    },
    {
        'value': 'P07.100',
        'label': 'P07.100 其他低出生体重(1000-2499克)'
    },
    {
        'value': 'P07.101',
        'label': 'P07.101 低出生体重儿(1500-2499克)'
    },
    {
        'value': 'P07.100x004',
        'label': 'P07.100x004 低出生体重儿(1500-2499g)'
    },
    {
        'value': 'P07.102',
        'label': 'P07.102 低出生体重儿(1000-1499克)'
    },
    {
        'value': 'P07.100x002',
        'label': 'P07.100x002 极低出生体重儿(1000-1249g)'
    },
    {
        'value': 'P07.100x003',
        'label': 'P07.100x003 极低出生体重儿(1250-1499g)'
    },
    {
        'value': 'P07.100x003',
        'label': 'P07.100x003 极低出生体重儿(1250-1499g)'
    },
    {
        'value': 'P07.200',
        'label': 'P07.200 极度不成熟'
    },
    {
        'value': 'P07.200x011',
        'label': 'P07.200x011 未成熟儿(孕期小于24整周)'
    },
    {
        'value': 'P07.200x021',
        'label': 'P07.200x021 未成熟儿(孕期等于或大于24整周以上,但小于28整周)'
    },
    {
        'value': 'P07.200x001',
        'label': 'P07.200x001 未成熟儿(孕期等于或大于24整周以上,但小于28整周)'
    },
    {
        'value': 'P07.300x001',
        'label': 'P07.300x001 早产儿'
    },
    {
        'value': 'P07.300x011',
        'label': 'P07.300x011 早产儿(孕期等于或大于28整周,但小于32整周)'
    },
    {
        'value': 'P07.300x021',
        'label': 'P07.300x021 早产儿(孕期等于或大于32整周,但小于37整周)'
    },
    {
        'value': 'P07.300x002',
        'label': 'P07.300x002 早产儿(孕期等于或大于32整周,但小于37整周)'
    },
    {
        'value': 'P08.000',
        'label': 'P08.000 特大婴儿'
    },
    {
        'value': 'P08.100',
        'label': 'P08.100 重于胎龄的婴儿'
    },
    {
        'value': 'P08.100x001',
        'label': 'P08.100x001 大于胎龄儿'
    },
    {
        'value': 'P08.100x002',
        'label': 'P08.100x002 巨大儿'
    },
    {
        'value': 'P08.200',
        'label': 'P08.200 过期产儿'
    },
    {
        'value': 'P10.000',
        'label': 'P10.000 产伤引起的硬膜下出血'
    },
    {
        'value': 'P10.100',
        'label': 'P10.100 产伤引起的大脑出血'
    },
    {
        'value': 'P10.200',
        'label': 'P10.200 产伤引起的脑室内出血'
    },
    {
        'value': 'P10.300',
        'label': 'P10.300 产伤引起的蛛网膜下隙出血'
    },
    {
        'value': 'P10.400',
        'label': 'P10.400 产伤引起的脑幕撕裂'
    },
    {
        'value': 'P10.800',
        'label': 'P10.800 产伤引起的其他颅内撕裂和出血'
    },
    {
        'value': 'P10.900',
        'label': 'P10.900 产伤引起的颅内撕裂和出血'
    },
    {
        'value': 'P10.901',
        'label': 'P10.901 产伤致新生儿颅内出血'
    },
    {
        'value': 'P11.000',
        'label': 'P11.000 产伤引起的脑水肿'
    },
    {
        'value': 'P11.100',
        'label': 'P11.100 产伤引起的其他特指的脑损害'
    },
    {
        'value': 'P11.101',
        'label': 'P11.101 产伤致新生儿脑白质损伤'
    },
    {
        'value': 'P11.200',
        'label': 'P11.200 产伤引起的脑损害'
    },
    {
        'value': 'P11.300',
        'label': 'P11.300 面神经产伤'
    },
    {
        'value': 'P11.400',
        'label': 'P11.400 脑神经的产伤'
    },
    {
        'value': 'P11.500',
        'label': 'P11.500 脊柱和脊髓的产伤'
    },
    {
        'value': 'P11.500x002',
        'label': 'P11.500x002 新生儿脊髓损伤'
    },
    {
        'value': 'P11.500x003',
        'label': 'P11.500x003 新生儿脊柱损伤'
    },
    {
        'value': 'P11.900',
        'label': 'P11.900 中枢神经系统的产伤'
    },
    {
        'value': 'P11.900x001',
        'label': 'P11.900x001 新生儿中枢神经系统损伤'
    },
    {
        'value': 'P12.000',
        'label': 'P12.000 产伤引起的头颅血肿'
    },
    {
        'value': 'P12.000x001',
        'label': 'P12.000x001 新生儿头颅血肿'
    },
    {
        'value': 'P12.100',
        'label': 'P12.100 产伤引起的热带毛孢子菌病'
    },
    {
        'value': 'P12.200',
        'label': 'P12.200 产伤引起的颅骨腱膜下出血'
    },
    {
        'value': 'P12.201',
        'label': 'P12.201 产伤引起的帽状腱膜下血肿'
    },
    {
        'value': 'P12.300',
        'label': 'P12.300 产伤引起的头皮挫伤'
    },
    {
        'value': 'P12.400',
        'label': 'P12.400 新生儿头皮监测性损伤'
    },
    {
        'value': 'P12.800',
        'label': 'P12.800 头皮产伤'
    },
    {
        'value': 'P12.801',
        'label': 'P12.801 产伤致新生儿头皮水肿'
    },
    {
        'value': 'P12.800x001',
        'label': 'P12.800x001 产瘤'
    },
    {
        'value': 'P12.900',
        'label': 'P12.900 头皮产伤'
    },
    {
        'value': 'P13.000',
        'label': 'P13.000 产伤引起的颅骨骨折'
    },
    {
        'value': 'P13.100',
        'label': 'P13.100 颅骨的其他产伤'
    },
    {
        'value': 'P13.200',
        'label': 'P13.200 股骨产伤'
    },
    {
        'value': 'P13.300',
        'label': 'P13.300 长骨的产伤'
    },
    {
        'value': 'P13.301',
        'label': 'P13.301 产伤致新生儿肱骨骨折'
    },
    {
        'value': 'P13.400',
        'label': 'P13.400 产伤引起的锁骨骨折'
    },
    {
        'value': 'P13.800',
        'label': 'P13.800 骨骼其他部位的产伤'
    },
    {
        'value': 'P13.801',
        'label': 'P13.801 产伤致新生儿肋骨骨折'
    },
    {
        'value': 'P13.900',
        'label': 'P13.900 骨骼产伤'
    },
    {
        'value': 'P14.000',
        'label': 'P14.000 产伤引起的埃尔布麻痹'
    },
    {
        'value': 'P14.100',
        'label': 'P14.100 产伤引起的克隆普克麻痹'
    },
    {
        'value': 'P14.200',
        'label': 'P14.200 产伤引起的膈神经麻痹'
    },
    {
        'value': 'P14.300',
        'label': 'P14.300 臂丛神经的产伤，其他的'
    },
    {
        'value': 'P14.800',
        'label': 'P14.800 周围神经系统其他部位的产伤'
    },
    {
        'value': 'P14.800x001',
        'label': 'P14.800x001 新生儿喉返神经麻痹'
    },
    {
        'value': 'P14.800x002',
        'label': 'P14.800x002 新生儿桡神经麻痹'
    },
    {
        'value': 'P14.900',
        'label': 'P14.900 周围神经系统的产伤'
    },
    {
        'value': 'P15.000',
        'label': 'P15.000 肝的产伤'
    },
    {
        'value': 'P15.100',
        'label': 'P15.100 脾的产伤'
    },
    {
        'value': 'P15.200',
        'label': 'P15.200 产伤引起的胸骨乳突损伤'
    },
    {
        'value': 'P15.201',
        'label': 'P15.201 产伤致新生儿斜颈'
    },
    {
        'value': 'P15.300',
        'label': 'P15.300 眼的产伤'
    },
    {
        'value': 'P15.400',
        'label': 'P15.400 面部产伤'
    },
    {
        'value': 'P15.500',
        'label': 'P15.500 外生殖器产伤'
    },
    {
        'value': 'P15.600',
        'label': 'P15.600 产伤引起的皮下脂肪坏死'
    },
    {
        'value': 'P15.800',
        'label': 'P15.800 产伤，其他特指的'
    },
    {
        'value': 'P15.800x004',
        'label': 'P15.800x004 新生儿软组织挤压伤'
    },
    {
        'value': 'P15.801',
        'label': 'P15.801 产伤致新生儿咽部损伤'
    },
    {
        'value': 'P15.802',
        'label': 'P15.802 产伤致新生儿肛门裂伤'
    },
    {
        'value': 'P15.803',
        'label': 'P15.803 产伤致新生儿足挫伤'
    },
    {
        'value': 'P15.804',
        'label': 'P15.804 产伤致新生儿皮肤损伤'
    },
    {
        'value': 'P15.900',
        'label': 'P15.900 产伤'
    },
    {
        'value': 'P15.901',
        'label': 'P15.901 新生儿挤压综合征'
    },
    {
        'value': 'P20.000',
        'label': 'P20.000 在产程开始前首先察觉到的子宫内低氧症'
    },
    {
        'value': 'P20.100',
        'label': 'P20.100 在产程和分娩中首先察觉到的子宫内低氧症'
    },
    {
        'value': 'P20.900',
        'label': 'P20.900 子宫内低氧症'
    },
    {
        'value': 'P20.901',
        'label': 'P20.901 新生儿子宫内低氧酸中毒'
    },
    {
        'value': 'P21.000',
        'label': 'P21.000 严重的出生窒息'
    },
    {
        'value': 'P21.100',
        'label': 'P21.100 轻度和中度出生窒息'
    },
    {
        'value': 'P21.101',
        'label': 'P21.101 新生儿中度出生窒息'
    },
    {
        'value': 'P21.102',
        'label': 'P21.102 新生儿轻度出生窒息'
    },
    {
        'value': 'P21.900x002',
        'label': 'P21.900x002 新生儿低氧血症'
    },
    {
        'value': 'P20.902',
        'label': 'P20.902 新生儿低氧血症'
    },
    {
        'value': 'P22.000',
        'label': 'P22.000 新生儿呼吸窘迫综合征'
    },
    {
        'value': 'P22.000x001',
        'label': 'P22.000x001 新生儿肺透明膜病'
    },
    {
        'value': 'P22.100',
        'label': 'P22.100 新生儿短暂性呼吸急促'
    },
    {
        'value': 'P22.100x003',
        'label': 'P22.100x003 新生儿肺水肿'
    },
    {
        'value': 'P22.101',
        'label': 'P22.101 新生儿湿肺'
    },
    {
        'value': 'P22.800',
        'label': 'P22.800 新生儿的其他呼吸窘迫'
    },
    {
        'value': 'P22.801',
        'label': 'P22.801 新生儿呼吸困难'
    },
    {
        'value': 'P22.900',
        'label': 'P22.900 新生儿的呼吸窘迫'
    },
    {
        'value': 'P23.000',
        'label': 'P23.000 病毒组引起的先天性肺炎'
    },
    {
        'value': 'P23.000x001',
        'label': 'P23.000x001 新生儿病毒性肺炎'
    },
    {
        'value': 'P23.100',
        'label': 'P23.100 衣原体性先天性肺炎'
    },
    {
        'value': 'P23.200',
        'label': 'P23.200 葡萄球菌性先天性肺炎'
    },
    {
        'value': 'P23.300',
        'label': 'P23.300 B族链球菌性先天性肺炎'
    },
    {
        'value': 'P23.400',
        'label': 'P23.400 大肠杆菌性先天性肺炎'
    },
    {
        'value': 'P23.500',
        'label': 'P23.500 假单胞菌性先天性肺炎'
    },
    {
        'value': 'P23.600',
        'label': 'P23.600 先天性肺炎，其他细菌性病原体引起的'
    },
    {
        'value': 'P23.600x001',
        'label': 'P23.600x001 新生儿支原体肺炎'
    },
    {
        'value': 'P23.600x002',
        'label': 'P23.600x002 新生儿流感嗜血杆菌肺炎'
    },
    {
        'value': 'P23.600x003',
        'label': 'P23.600x003 新生儿肺炎杆菌肺炎'
    },
    {
        'value': 'P23.600x004',
        'label': 'P23.600x004 新生儿链球菌肺炎(非B族)'
    },
    {
        'value': 'P23.800',
        'label': 'P23.800 先天性肺炎，其他病原体引起的'
    },
    {
        'value': 'P23.900',
        'label': 'P23.900 先天性肺炎'
    },
    {
        'value': 'P23.900x001',
        'label': 'P23.900x001 新生儿肺炎'
    },
    {
        'value': 'P24.000',
        'label': 'P24.000 新生儿吸入胎粪'
    },
    {
        'value': 'P24.001',
        'label': 'P24.001 新生儿胎粪吸入综合征'
    },
    {
        'value': 'P24.002',
        'label': 'P24.002 新生儿胎粪吸入性肺炎'
    },
    {
        'value': 'P24.100',
        'label': 'P24.100 新生儿吸入羊水和黏液'
    },
    {
        'value': 'P24.101',
        'label': 'P24.101 新生儿羊水吸入性肺炎'
    },
    {
        'value': 'P24.102',
        'label': 'P24.102 新生儿羊水吸入综合征'
    },
    {
        'value': 'P24.200',
        'label': 'P24.200 新生儿吸入血液'
    },
    {
        'value': 'P24.300',
        'label': 'P24.300 新生儿吸入奶和反流食物'
    },
    {
        'value': 'P24.800',
        'label': 'P24.800 新生儿吸入综合征，其他的'
    },
    {
        'value': 'P24.900',
        'label': 'P24.900 新生儿吸入综合征'
    },
    {
        'value': 'P24.901',
        'label': 'P24.901 新生儿吸入性肺炎'
    },
    {
        'value': 'P25.000',
        'label': 'P25.000 起源于围生期的间质肺气肿'
    },
    {
        'value': 'P25.100',
        'label': 'P25.100 起源于围生期的气胸'
    },
    {
        'value': 'P25.200',
        'label': 'P25.200 起源于围生期的纵隔气肿'
    },
    {
        'value': 'P25.300',
        'label': 'P25.300 起源于围生期的心包积气'
    },
    {
        'value': 'P25.800',
        'label': 'P25.800 起源于围生期的与间质肺气肿有关的其他情况'
    },
    {
        'value': 'P25.801',
        'label': 'P25.801 新生儿肺大疱'
    },
    {
        'value': 'P26.000',
        'label': 'P26.000 起源于围生期的气管支气管出血'
    },
    {
        'value': 'P26.100',
        'label': 'P26.100 起源于围生期的大量肺出血'
    },
    {
        'value': 'P26.800',
        'label': 'P26.800 起源于围生期的其他肺出血'
    },
    {
        'value': 'P26.900',
        'label': 'P26.900 起源于围生期的肺出血'
    },
    {
        'value': 'P27.000',
        'label': 'P27.000 威尔逊-米基迪综合征'
    },
    {
        'value': 'P27.000x001',
        'label': 'P27.000x001 肺发育未成熟'
    },
    {
        'value': 'P27.100',
        'label': 'P27.100 起源于围生期的支气管肺发育不良'
    },
    {
        'value': 'P27.100x001',
        'label': 'P27.100x001 新生儿慢性肺疾病'
    },
    {
        'value': 'P27.800',
        'label': 'P27.800 起源于围生期的其他慢性呼吸性疾病'
    },
    {
        'value': 'P27.801',
        'label': 'P27.801 新生儿通气机肺'
    },
    {
        'value': 'P27.802',
        'label': 'P27.802 先天性肺纤维化'
    },
    {
        'value': 'P27.900',
        'label': 'P27.900 起源于围生期的慢性呼吸性疾病'
    },
    {
        'value': 'P28.000',
        'label': 'P28.000 新生儿原发性肺不张'
    },
    {
        'value': 'P28.100',
        'label': 'P28.100 新生儿其他和未特指的肺不张'
    },
    {
        'value': 'P28.102',
        'label': 'P28.102 新生儿肺不张'
    },
    {
        'value': 'P28.200',
        'label': 'P28.200 新生儿青紫发作'
    },
    {
        'value': 'P28.300',
        'label': 'P28.300 新生儿原发性睡眠呼吸暂停'
    },
    {
        'value': 'P28.301',
        'label': 'P28.301 中枢性新生儿睡眠呼吸暂停'
    },
    {
        'value': 'P28.302',
        'label': 'P28.302 阻塞性新生儿睡眠呼吸暂停'
    },
    {
        'value': 'P28.303',
        'label': 'P28.303 未特指新生儿睡眠呼吸暂停'
    },
    {
        'value': 'P28.400',
        'label': 'P28.400 新生儿的其他呼吸暂停'
    },
    {
        'value': 'P28.401',
        'label': 'P28.401 阻塞性新生儿呼吸暂停'
    },
    {
        'value': 'P28.402',
        'label': 'P28.402 早产儿呼吸暂停'
    },
    {
        'value': 'P28.500',
        'label': 'P28.500 新生儿呼吸衰竭'
    },
    {
        'value': 'P28.500',
        'label': 'P28.500 新生儿呼吸衰竭'
    },
    {
        'value': 'P28.800',
        'label': 'P28.800 新生儿其他特指的呼吸性情况'
    },
    {
        'value': 'P28.800x101',
        'label': 'P28.800x101 新生儿鼻塞'
    },
    {
        'value': 'P28.800x201',
        'label': 'P28.800x201 新生儿插管后声门下狭窄'
    },
    {
        'value': 'P28.800x202',
        'label': 'P28.800x202 新生儿后天性声门下狭窄'
    },
    {
        'value': 'P28.800x901',
        'label': 'P28.800x901 新生儿周期性呼吸'
    },
    {
        'value': 'P28.800x903',
        'label': 'P28.800x903 新生儿上呼吸道感染'
    },
    {
        'value': 'P28.801',
        'label': 'P28.801 先天性喉喘鸣'
    },
    {
        'value': 'P28.900',
        'label': 'P28.900 新生儿的呼吸性情况'
    },
    {
        'value': 'P29.000',
        'label': 'P29.000 新生儿心力衰竭'
    },
    {
        'value': 'P29.100',
        'label': 'P29.100 新生儿心律失常'
    },
    {
        'value': 'P29.200',
        'label': 'P29.200 新生儿高血压'
    },
    {
        'value': 'P29.300',
        'label': 'P29.300 持久的胎儿循环'
    },
    {
        'value': 'P29.301',
        'label': 'P29.301 新生儿持续性肺动脉高压'
    },
    {
        'value': 'P29.300x001',
        'label': 'P29.300x001 新生儿肺动脉高压'
    },
    {
        'value': 'P29.400',
        'label': 'P29.400 新生儿短暂性心肌缺血'
    },
    {
        'value': 'P29.401',
        'label': 'P29.401 新生儿缺血缺氧性心肌损害'
    },
    {
        'value': 'P29.800',
        'label': 'P29.800 起源于围生期其他的心血管疾患'
    },
    {
        'value': 'P29.800x201',
        'label': 'P29.800x201 新生儿心脏生理性杂音'
    },
    {
        'value': 'P29.800x901',
        'label': 'P29.800x901 新生儿循环衰竭'
    },
    {
        'value': 'P29.800x902',
        'label': 'P29.800x902 新生儿心包积液'
    },
    {
        'value': 'P29.802',
        'label': 'P29.802 新生儿低血压'
    },
    {
        'value': 'P29.900',
        'label': 'P29.900 起源于围生期心血管疾患'
    },
    {
        'value': 'P35.000',
        'label': 'P35.000 先天性风疹综合征'
    },
    {
        'value': 'P35.000x001',
        'label': 'P35.000x001 先天性风疹肺炎'
    },
    {
        'value': 'P35.100',
        'label': 'P35.100 先天性巨细胞病毒感染'
    },
    {
        'value': 'P35.200',
        'label': 'P35.200 先天性疱疹病毒[单纯疱疹]感染'
    },
    {
        'value': 'P35.300',
        'label': 'P35.300 先天性病毒性肝炎'
    },
    {
        'value': 'P35.400',
        'label': 'P35.400 先天性寨卡病毒病'
    },
    {
        'value': 'P35.401',
        'label': 'P35.401 先天性寨卡病毒病引起的小头畸形'
    },
    {
        'value': 'P35.800',
        'label': 'P35.800 先天性病毒性疾病'
    },
    {
        'value': 'P35.800x001',
        'label': 'P35.800x001 先天性水痘'
    },
    {
        'value': 'P35.900x001',
        'label': 'P35.900x001 新生儿病毒血症'
    },
    {
        'value': 'P36.000',
        'label': 'P36.000 B族链球菌性新生儿脓毒症'
    },
    {
        'value': 'P36.100',
        'label': 'P36.100 链球菌性新生儿脓毒症'
    },
    {
        'value': 'P36.101',
        'label': 'P36.101 链球菌性新生儿脓毒症'
    },
    {
        'value': 'P36.200',
        'label': 'P36.200 金黄色酿脓葡萄球菌性新生儿脓毒症'
    },
    {
        'value': 'P36.300',
        'label': 'P36.300 葡萄球菌性新生儿脓毒症，其他的和未特指的'
    },
    {
        'value': 'P36.301',
        'label': 'P36.301 葡萄球菌性新生儿脓毒症'
    },
    {
        'value': 'P36.300x001',
        'label': 'P36.300x001 新生儿葡萄球菌败血症'
    },
    {
        'value': 'P36.400',
        'label': 'P36.400 大肠杆菌性新生儿脓毒症'
    },
    {
        'value': 'P36.500',
        'label': 'P36.500 厌氧菌性新生儿脓毒症'
    },
    {
        'value': 'P36.800x001',
        'label': 'P36.800x001 新生儿铜绿假单胞菌脓毒症'
    },
    {
        'value': 'P36.800x002',
        'label': 'P36.800x002 新生儿肺炎克雷伯菌脓毒症'
    },
    {
        'value': 'P36.800x003',
        'label': 'P36.800x003 新生儿阴沟肠杆菌脓毒症'
    },
    {
        'value': 'P36.800x004',
        'label': 'P36.800x004 新生儿不动杆菌脓毒症'
    },
    {
        'value': 'P36.800x005',
        'label': 'P36.800x005 新生儿枸橼酸杆菌脓毒症'
    },
    {
        'value': 'P36.900',
        'label': 'P36.900 新生儿的细菌性脓毒症'
    },
    {
        'value': 'P36.901',
        'label': 'P36.901 新生儿脓毒症'
    },
    {
        'value': 'P36.902',
        'label': 'P36.902 新生儿菌血症'
    },
    {
        'value': 'P37.000',
        'label': 'P37.000 先天性结核病'
    },
    {
        'value': 'P37.100',
        'label': 'P37.100 先天性弓形虫病'
    },
    {
        'value': 'P37.200',
        'label': 'P37.200 新生儿（播散性）利斯特菌病'
    },
    {
        'value': 'P37.300',
        'label': 'P37.300 先天性恶性疟'
    },
    {
        'value': 'P37.400',
        'label': 'P37.400 先天性疟疾，其他的'
    },
    {
        'value': 'P37.500',
        'label': 'P37.500 新生儿念珠菌病'
    },
    {
        'value': 'P37.500x001',
        'label': 'P37.500x001 新生儿鹅口疮'
    },
    {
        'value': 'P37.800',
        'label': 'P37.800 先天性传染病和寄生虫病，其他特指的'
    },
    {
        'value': 'P37.800x001',
        'label': 'P37.800x001 新生儿真菌性脑膜炎'
    },
    {
        'value': 'P37.800x002',
        'label': 'P37.800x002 新生儿真菌性脓毒症'
    },
    {
        'value': 'P37.900',
        'label': 'P37.900 先天性传染病和寄生虫病'
    },
    {
        'value': 'P37.901',
        'label': 'P37.901 先天性寄生虫病'
    },
    {
        'value': 'P38.x00',
        'label': 'P38.x00 新生儿脐炎伴有或不伴有轻度出血'
    },
    {
        'value': 'P38.x00x001',
        'label': 'P38.x00x001 新生儿脐炎伴有出血'
    },
    {
        'value': 'P38.x01',
        'label': 'P38.x01 新生儿脐炎'
    },
    {
        'value': 'P39.000',
        'label': 'P39.000 新生儿感染性乳腺炎'
    },
    {
        'value': 'P39.100',
        'label': 'P39.100 新生儿结膜炎和泪囊炎'
    },
    {
        'value': 'P39.100x003',
        'label': 'P39.100x003 新生儿眼炎'
    },
    {
        'value': 'P39.100x004',
        'label': 'P39.100x004 新生儿结膜炎'
    },
    {
        'value': 'P39.101',
        'label': 'P39.101 新生儿泪囊炎'
    },
    {
        'value': 'P39.102',
        'label': 'P39.102 新生儿衣原体性结膜炎'
    },
    {
        'value': 'P39.200',
        'label': 'P39.200 胎儿羊膜腔内感染，不可归类在他处者'
    },
    {
        'value': 'P39.300',
        'label': 'P39.300 新生儿泌尿道感染'
    },
    {
        'value': 'P39.400',
        'label': 'P39.400 新生儿皮肤感染'
    },
    {
        'value': 'P39.401',
        'label': 'P39.401 新生儿脓皮病'
    },
    {
        'value': 'P39.402',
        'label': 'P39.402 新生儿皮肤霉菌感染'
    },
    {
        'value': 'P39.403',
        'label': 'P39.403 新生儿臀炎'
    },
    {
        'value': 'P39.800',
        'label': 'P39.800 特发于围生期的其他特指感染'
    },
    {
        'value': 'P39.800x004',
        'label': 'P39.800x004 新生儿沙门菌感染'
    },
    {
        'value': 'P39.800x005',
        'label': 'P39.800x005 新生儿鼠伤寒沙门菌感染'
    },
    {
        'value': 'P39.800x006',
        'label': 'P39.800x006 新生儿猪霍乱沙门菌感染'
    },
    {
        'value': 'P39.800x007',
        'label': 'P39.800x007 新生儿梭状芽胞杆菌感染'
    },
    {
        'value': 'P39.800x008',
        'label': 'P39.800x008 新生儿大肠杆菌感染'
    },
    {
        'value': 'P39.801',
        'label': 'P39.801 新生儿颅内感染'
    },
    {
        'value': 'P39.900',
        'label': 'P39.900 特发于围生期的感染'
    },
    {
        'value': 'P50.000',
        'label': 'P50.000 前置血管所致的胎儿失血'
    },
    {
        'value': 'P50.100',
        'label': 'P50.100 脐带破裂所致的胎儿失血'
    },
    {
        'value': 'P50.200',
        'label': 'P50.200 胎盘所致的胎儿失血'
    },
    {
        'value': 'P50.300',
        'label': 'P50.300 出血流入双胎之另一胎儿'
    },
    {
        'value': 'P50.400',
        'label': 'P50.400 出血流入母体循环'
    },
    {
        'value': 'P50.500',
        'label': 'P50.500 双胎之另一胎儿的脐带断端所致的胎儿失血'
    },
    {
        'value': 'P50.800',
        'label': 'P50.800 胎儿失血，其他的'
    },
    {
        'value': 'P50.900',
        'label': 'P50.900 胎儿失血'
    },
    {
        'value': 'P51.000',
        'label': 'P51.000 新生儿脐带大量出血'
    },
    {
        'value': 'P51.800',
        'label': 'P51.800 新生儿其他的脐带出血'
    },
    {
        'value': 'P51.801',
        'label': 'P51.801 新生儿脐带结扎滑脱'
    },
    {
        'value': 'P51.900',
        'label': 'P51.900 新生儿的脐带出血'
    },
    {
        'value': 'P52.000',
        'label': 'P52.000 胎儿和新生儿脑室内（非创伤性）出血，Ⅰ度'
    },
    {
        'value': 'P52.100',
        'label': 'P52.100 胎儿和新生儿脑室内（非创伤性）出血，Ⅱ度'
    },
    {
        'value': 'P52.200',
        'label': 'P52.200 胎儿和新生儿脑室内（非创伤性）出血，Ⅲ-Ⅳ度'
    },
    {
        'value': 'P52.200x001',
        'label': 'P52.200x001 新生儿脑室内出血Ⅲ度（非创伤性）'
    },
    {
        'value': 'P52.200x002',
        'label': 'P52.200x002 新生儿脑室内出血Ⅳ度（非创伤性）'
    },
    {
        'value': 'P52.300',
        'label': 'P52.300 胎儿和新生儿的脑室内（非创伤性）出血'
    },
    {
        'value': 'P52.400',
        'label': 'P52.400 胎儿和新生儿大脑内（非创伤性）出血'
    },
    {
        'value': 'P52.500',
        'label': 'P52.500 胎儿和新生儿蛛网膜下（非创伤性）出血'
    },
    {
        'value': 'P52.600',
        'label': 'P52.600 胎儿和新生儿小脑（非创伤性）和后颅凹出血'
    },
    {
        'value': 'P52.600x001',
        'label': 'P52.600x001 新生儿小脑出血（非创伤性）'
    },
    {
        'value': 'P52.600x002',
        'label': 'P52.600x002 新生儿后颅凹出血（非创伤性）'
    },
    {
        'value': 'P52.800',
        'label': 'P52.800 胎儿和新生儿其他颅内（非创伤性）出血）'
    },
    {
        'value': 'P52.801',
        'label': 'P52.801 非创伤性新生儿硬膜外出血'
    },
    {
        'value': 'P52.802',
        'label': 'P52.802 非创伤性新生儿硬膜下出血'
    },
    {
        'value': 'P52.900',
        'label': 'P52.900 胎儿和新生儿的颅内（非创伤性）出血'
    },
    {
        'value': 'P53.x00',
        'label': 'P53.x00 胎儿和新生儿出血性疾病'
    },
    {
        'value': 'P53.x00x001',
        'label': 'P53.x00x001 新生儿出血病'
    },
    {
        'value': 'P53.x00x002',
        'label': 'P53.x00x002 新生儿维生素K缺乏性出血症'
    },
    {
        'value': 'P54.000',
        'label': 'P54.000 新生儿呕血'
    },
    {
        'value': '54.100',
        'label': '54.100 新生儿黑粪症'
    },
    {
        'value': 'P54.100x001',
        'label': 'P54.100x001 新生儿便血'
    },
    {
        'value': 'P54.200',
        'label': 'P54.200 新生儿直肠出血'
    },
    {
        'value': 'P54.300',
        'label': 'P54.300 新生儿胃肠道出血，其他的'
    },
    {
        'value': 'P54.300x001',
        'label': 'P54.300x001 新生儿胃肠道出血'
    },
    {
        'value': 'P54.300x002',
        'label': 'P54.300x002 新生儿胃出血'
    },
    {
        'value': 'P54.300x003',
        'label': 'P54.300x003 新生儿肠出血'
    },
    {
        'value': 'P54.400',
        'label': 'P54.400 新生儿肾上腺出血'
    },
    {
        'value': 'P54.500',
        'label': 'P54.500 新生儿皮肤出血'
    },
    {
        'value': 'P54.600',
        'label': 'P54.600 新生儿阴道出血'
    },
    {
        'value': 'P54.800',
        'label': 'P54.800 新生儿出血，其他特指的'
    },
    {
        'value': 'P54.800x002',
        'label': 'P54.800x002 新生儿结膜出血'
    },
    {
        'value': 'P54.800x003',
        'label': 'P54.800x003 新生儿心包积血'
    },
    {
        'value': 'P54.801',
        'label': 'P54.801 新生儿视网膜出血'
    },
    {
        'value': 'P54.802',
        'label': 'P54.802 新生儿鼻出血'
    },
    {
        'value': 'P54.900',
        'label': 'P54.900 新生儿出血'
    },
    {
        'value': 'P55.000',
        'label': 'P55.000 胎儿和新生儿的Rh同种免疫'
    },
    {
        'value': 'P55.000x002',
        'label': 'P55.000x002 新生儿Rh血型不合溶血性贫血'
    },
    {
        'value': 'P55.001',
        'label': 'P55.001 新生儿抗D抗体增高'
    },
    {
        'value': 'P55.002',
        'label': 'P55.002 新生儿RH溶血症'
    },
    {
        'value': 'P55.100',
        'label': 'P55.100 胎儿和新生儿的ABO同种免疫'
    },
    {
        'value': 'P55.101',
        'label': 'P55.101 新生儿ABO溶血性黄疸'
    },
    {
        'value': 'P55.102',
        'label': 'P55.102 新生儿ABO溶血性贫血'
    },
    {
        'value': 'P55.800',
        'label': 'P55.800 胎儿和新生儿其他的溶血性疾病'
    },
    {
        'value': 'P55.800x002',
        'label': 'P55.800x002 新生儿血型不合溶血病(Duffy系统)'
    },
    {
        'value': 'P55.801',
        'label': 'P55.801 新生儿MN溶血症'
    },
    {
        'value': 'P55.900',
        'label': 'P55.900 胎儿和新生儿的溶血性疾病'
    },
    {
        'value': 'P56',
        'label': 'P56 溶血性疾病引起的胎儿水肿'
    },
    {
        'value': 'P56.000',
        'label': 'P56.000 同种免疫引起的胎儿水肿'
    },
    {
        'value': 'P56.900',
        'label': 'P56.900 溶血性疾病引起的胎儿水肿，其他和未特指的'
    },
    {
        'value': 'P57.000',
        'label': 'P57.000 同种免疫引起的核黄疸'
    },
    {
        'value': 'P57.800',
        'label': 'P57.800 核黄疸，其他特指的'
    },
    {
        'value': 'P57.900',
        'label': 'P57.900 核黄疸'
    },
    {
        'value': 'P57.901',
        'label': 'P57.901 新生儿胆红素脑病'
    },
    {
        'value': 'P58.000',
        'label': 'P58.000 挫伤引起的新生儿黄疸'
    },
    {
        'value': 'P58.100',
        'label': 'P58.100 出血引起的新生儿黄疸'
    },
    {
        'value': 'P58.200',
        'label': 'P58.200 感染引起的新生儿黄疸'
    },
    {
        'value': 'P58.300',
        'label': 'P58.300 红细胞增多引起的新生儿黄疸'
    },
    {
        'value': 'P58.400',
        'label': 'P58.400 自母体传给或新生儿服用的药物或毒素引起的新生儿黄疸'
    },
    {
        'value': 'P58.401',
        'label': 'P58.401 母体传新生儿黄疸'
    },
    {
        'value': 'P58.402',
        'label': 'P58.402 服用药物致新生儿黄疸'
    },
    {
        'value': 'P58.403',
        'label': 'P58.403 毒素致新生儿黄疸'
    },
    {
        'value': 'P58.500',
        'label': 'P58.500 吞咽母血引起的新生儿黄疸'
    },
    {
        'value': 'P58.800',
        'label': 'P58.800 过度溶血引起的新生儿黄疸，其他特指的'
    },
    {
        'value': 'P58.800x001',
        'label': 'P58.800x001 新生儿葡萄糖-6-磷酸脱氢酶[G6PD]缺乏性溶血性贫血'
    },
    {
        'value': 'P58.900',
        'label': 'P58.900 过度溶血引起的新生儿黄疸'
    },
    {
        'value': 'P59.000',
        'label': 'P59.000 与早产有关的新生儿黄疸'
    },
    {
        'value': 'P59.100',
        'label': 'P59.100 胆汁浓缩综合征'
    },
    {
        'value': 'P59.200',
        'label': 'P59.200 肝细胞损害所致的新生儿黄疸，其他和未特指的'
    },
    {
        'value': 'P59.201',
        'label': 'P59.201 新生儿肝炎'
    },
    {
        'value': 'P59.202',
        'label': 'P59.202 婴儿肝炎综合征'
    },
    {
        'value': 'P59.203',
        'label': 'P59.203 胎儿或新生儿巨细胞肝炎'
    },
    {
        'value': 'P59.300',
        'label': 'P59.300 母乳抑制剂所致的新生儿黄疸'
    },
    {
        'value': 'P59.301',
        'label': 'P59.301 新生儿母乳性黄疸'
    },
    {
        'value': 'P59.800',
        'label': 'P59.800 新生儿黄疸，其他特指原因所致的'
    },
    {
        'value': 'P59.801',
        'label': 'P59.801 新生儿病理性黄疸'
    },
    {
        'value': 'P59.900',
        'label': 'P59.900 新生儿黄疸'
    },
    {
        'value': 'P59.901',
        'label': 'P59.901 新生儿高胆红素血症'
    },
    {
        'value': 'P59.902',
        'label': 'P59.902 新生儿生理性黄疸'
    },
    {
        'value': 'P60.x00',
        'label': 'P60.x00 胎儿和新生儿播散性血管内凝血'
    },
    {
        'value': 'P61.000',
        'label': 'P61.000 短暂性新生儿血小板减少'
    },
    {
        'value': 'P61.001',
        'label': 'P61.001 新生儿血小板减少性紫癜'
    },
    {
        'value': 'P61.100',
        'label': 'P61.100 新生儿红细胞增多症'
    },
    {
        'value': 'P61.200',
        'label': 'P61.200 早产性贫血'
    },
    {
        'value': 'P61.300',
        'label': 'P61.300 胎儿失血所致的先天性贫血'
    },
    {
        'value': 'P61.400',
        'label': 'P61.400 先天性贫血'
    },
    {
        'value': 'P61.401',
        'label': 'P61.401 新生儿贫血'
    },
    {
        'value': 'P61.400x001',
        'label': 'P61.400x001 新生儿贫血'
    },
    {
        'value': 'P61.500',
        'label': 'P61.500 短暂性新生儿中性粒细胞减少'
    },
    {
        'value': 'P61.600',
        'label': 'P61.600 短暂性新生儿凝血疾患，其他的'
    },
    {
        'value': 'P61.601',
        'label': 'P61.601 新生儿低凝血酶原血症'
    },
    {
        'value': 'P61.800',
        'label': 'P61.800 围生期血液疾患，其他特指的'
    },
    {
        'value': 'P61.900',
        'label': 'P61.900 围生期血液疾患'
    },
    {
        'value': 'P70.000',
        'label': 'P70.000 母亲伴有妊娠糖尿病的婴儿综合征'
    },
    {
        'value': 'P70.100',
        'label': 'P70.100 糖尿病母亲的婴儿综合征'
    },
    {
        'value': 'P70.200',
        'label': 'P70.200 新生儿糖尿病'
    },
    {
        'value': 'P70.300',
        'label': 'P70.300 医源性新生儿低血糖症'
    },
    {
        'value': 'P70.400',
        'label': 'P70.400 新生儿低血糖症，其他的'
    },
    {
        'value': 'P70.400x001',
        'label': 'P70.400x001 新生儿低血糖症'
    },
    {
        'value': 'P70.400x002',
        'label': 'P70.400x002 新生儿短暂性低血糖症'
    },
    {
        'value': 'P70.401',
        'label': 'P70.401 新生儿顽固性低血糖'
    },
    {
        'value': 'P70.800',
        'label': 'P70.800 胎儿和新生儿的其他暂时性碳水化合物代谢疾患'
    },
    {
        'value': 'P70.801',
        'label': 'P70.801 新生儿高血糖症'
    },
    {
        'value': 'P70.900',
        'label': 'P70.900 胎儿和新生儿的暂时性碳水化合物代谢疾患'
    },
    {
        'value': 'P71.000',
        'label': 'P71.000 新生儿牛乳性低钙血症'
    },
    {
        'value': 'P71.100',
        'label': 'P71.100 新生儿低钙血症，其他的'
    },
    {
        'value': 'P71.100x001',
        'label': 'P71.100x001 新生儿低钙血症'
    },
    {
        'value': 'P71.200',
        'label': 'P71.200 新生儿低镁血症'
    },
    {
        'value': 'P71.300',
        'label': 'P71.300 新生儿手足搐搦不伴有钙或镁的缺乏'
    },
    {
        'value': 'P71.300x001',
        'label': 'P71.300x001 新生儿手足搐搦'
    },
    {
        'value': 'P71.400',
        'label': 'P71.400 暂时性新生儿甲状旁腺功能减退症'
    },
    {
        'value': 'P71.800',
        'label': 'P71.800 暂时性新生儿钙和镁代谢紊乱，其他的'
    },
    {
        'value': 'P71.900',
        'label': 'P71.900 新生儿的暂时性钙和镁代谢紊乱'
    },
    {
        'value': 'P71.901',
        'label': 'P71.901 新生儿暂时性镁代谢紊乱'
    },
    {
        'value': 'P71.902',
        'label': 'P71.902 新生儿暂时性钙代谢紊乱'
    },
    {
        'value': 'P72.000',
        'label': 'P72.000 新生儿甲状腺肿'
    },
    {
        'value': 'P72.100',
        'label': 'P72.100 新生儿暂时性甲状腺功能亢进症'
    },
    {
        'value': 'P72.100x001',
        'label': 'P72.100x001 新生儿甲状腺毒症'
    },
    {
        'value': 'P72.100x002',
        'label': 'P72.100x002 新生儿甲状腺功能亢进症'
    },
    {
        'value': 'P72.200',
        'label': 'P72.200 新生儿其他的暂时性甲状腺功能疾患'
    },
    {
        'value': 'P72.200x001',
        'label': 'P72.200x001 新生儿甲状腺功能减退症'
    },
    {
        'value': 'P72.800',
        'label': 'P72.800 新生儿其他特指的暂时性内分泌疾患'
    },
    {
        'value': 'P72.900',
        'label': 'P72.900 新生儿暂时性内分泌疾患'
    },
    {
        'value': 'P74.000',
        'label': 'P74.000 新生儿晚期代谢性酸中毒'
    },
    {
        'value': 'P74.001',
        'label': 'P74.001 新生儿短暂性代谢性酸中毒'
    },
    {
        'value': 'P74.002',
        'label': 'P74.002 新生儿呼吸性酸中毒'
    },
    {
        'value': 'P74.100',
        'label': 'P74.100 新生儿脱水'
    },
    {
        'value': 'P74.200',
        'label': 'P74.200 新生儿钠平衡失调'
    },
    {
        'value': 'P74.201',
        'label': 'P74.201 新生儿低钠血症'
    },
    {
        'value': 'P74.202',
        'label': 'P74.202 新生儿高钠血症'
    },
    {
        'value': 'P74.200x001',
        'label': 'P74.200x001 新生儿高钠血症'
    },
    {
        'value': 'P74.300',
        'label': 'P74.300 新生儿钾平衡失调'
    },
    {
        'value': 'P74.301',
        'label': 'P74.301 新生儿高钾血症'
    },
    {
        'value': 'P74.302',
        'label': 'P74.302 新生儿低钾血症'
    },
    {
        'value': 'P74.400',
        'label': 'P74.400 新生儿其他的暂时性电解质失调'
    },
    {
        'value': 'P74.401',
        'label': 'P74.401 新生儿低氯血症'
    },
    {
        'value': 'P74.402',
        'label': 'P74.402 新生儿代谢性碱中毒'
    },
    {
        'value': 'P74.403',
        'label': 'P74.403 新生儿呼吸性碱中毒'
    },
    {
        'value': 'P74.500',
        'label': 'P74.500 新生儿暂时性酪氨酸血症'
    },
    {
        'value': 'P74.501',
        'label': 'P74.501 新生儿高酪氨酸血症'
    },
    {
        'value': 'P74.800',
        'label': 'P74.800 新生儿其他的暂时性代谢紊乱'
    },
    {
        'value': 'P74.800x003',
        'label': 'P74.800x003 新生儿乳糖代谢紊乱'
    },
    {
        'value': 'P74.801',
        'label': 'P74.801 新生儿低磷血症'
    },
    {
        'value': 'P74.802',
        'label': 'P74.802 新生儿低蛋白血症'
    },
    {
        'value': 'P74.900',
        'label': 'P74.900 新生儿暂时性代谢紊乱'
    },
    {
        'value': 'P76.000',
        'label': 'P76.000 胎粪堵塞综合征'
    },
    {
        'value': 'P76.100',
        'label': 'P76.100 新生儿暂时性肠梗阻'
    },
    {
        'value': 'P76.200',
        'label': 'P76.200 浓缩乳汁引起的肠梗阻'
    },
    {
        'value': 'P76.800',
        'label': 'P76.800 新生儿其他特指的肠梗阻'
    },
    {
        'value': 'P76.801',
        'label': 'P76.801 新生儿肠麻痹'
    },
    {
        'value': 'P76.900',
        'label': 'P76.900 新生儿肠梗阻'
    },
    {
        'value': 'P77.x00',
        'label': 'P77.x00 胎儿和新生儿的坏死性小肠结肠炎'
    },
    {
        'value': 'P77.x01',
        'label': 'P77.x01 新生儿坏死性小肠结肠炎'
    },
    {
        'value': 'P78.000x003',
        'label': 'P78.000x003 新生儿空肠穿孔'
    },
    {
        'value': 'P78.000x004',
        'label': 'P78.000x004 新生儿回肠穿孔'
    },
    {
        'value': 'P78.000x005',
        'label': 'P78.000x005 新生儿结肠穿孔'
    },
    {
        'value': 'P78.000x006',
        'label': 'P78.000x006 新生儿乙状结肠穿孔'
    },
    {
        'value': 'P78.000x007',
        'label': 'P78.000x007 新生儿直肠穿孔'
    },
    {
        'value': 'P78.001',
        'label': 'P78.001 新生儿肠穿孔'
    },
    {
        'value': 'P78.002',
        'label': 'P78.002 胎粪性腹膜炎'
    },
    {
        'value': 'P78.100x001',
        'label': 'P78.100x001 新生儿腹膜炎'
    },
    {
        'value': 'P78.200',
        'label': 'P78.200 吞咽母血引起的新生儿呕血和黑粪'
    },
    {
        'value': 'P78.200x001',
        'label': 'P78.200x001 新生儿咽下综合征'
    },
    {
        'value': 'P78.300',
        'label': 'P78.300 非传染性新生儿腹泻'
    },
    {
        'value': 'P78.300x001',
        'label': 'P78.300x001 新生儿非感染性腹泻'
    },
    {
        'value': 'P78.300x002',
        'label': 'P78.300x002 非感染新生儿性肠炎'
    },
    {
        'value': 'P78.300x003',
        'label': 'P78.300x003 新生儿生理性腹泻'
    },
    {
        'value': 'P78.300x005',
        'label': 'P78.300x005 非感染性新生儿结肠炎'
    },
    {
        'value': 'P78.800',
        'label': 'P78.800 围生期消化系统疾患'
    },
    {
        'value': 'P78.800x004',
        'label': 'P78.800x004 新生儿贲门失弛缓'
    },
    {
        'value': 'P78.800x005',
        'label': 'P78.800x005 新生儿幽门痉挛'
    },
    {
        'value': 'P78.800x006',
        'label': 'P78.800x006 新生儿便秘'
    },
    {
        'value': 'P78.800x007',
        'label': 'P78.800x007 新生儿阑尾炎'
    },
    {
        'value': 'P78.800x008',
        'label': 'P78.800x008 新生儿胆汁淤积症'
    },
    {
        'value': 'P78.800x009',
        'label': 'P78.800x009 新生儿胃穿孔'
    },
    {
        'value': 'P78.800x010',
        'label': 'P78.800x010 新生儿气胀'
    },
    {
        'value': 'P78.800x012',
        'label': 'P78.800x012 新生儿吞咽动作不协调'
    },
    {
        'value': 'P78.801',
        'label': 'P78.801 新生儿胆囊结石'
    },
    {
        'value': 'P78.802',
        'label': 'P78.802 新生儿腹胀'
    },
    {
        'value': 'P78.803',
        'label': 'P78.803 先天性肝硬化'
    },
    {
        'value': 'P78.804',
        'label': 'P78.804 新生儿消化性溃疡'
    },
    {
        'value': 'P78.805',
        'label': 'P78.805 新生儿暂时性胃扭转'
    },
    {
        'value': 'P78.806',
        'label': 'P78.806 新生儿食管反流'
    },
    {
        'value': 'P78.807',
        'label': 'P78.807 新生儿胃肠功能紊乱'
    },
    {
        'value': 'P78.900',
        'label': 'P78.900 围生期消化系统疾患'
    },
    {
        'value': 'P78.901',
        'label': 'P78.901 新生儿胎粪延迟排出'
    },
    {
        'value': 'P80.000',
        'label': 'P80.000 冷伤综合征'
    },
    {
        'value': 'P80.800',
        'label': 'P80.800 新生儿其他的低温症'
    },
    {
        'value': 'P80.800x001',
        'label': 'P80.800x001 新生儿轻度低体温'
    },
    {
        'value': 'P80.801',
        'label': 'P80.801 新生儿环境性低体温'
    },
    {
        'value': 'P80.900',
        'label': 'P80.900 新生儿低温症'
    },
    {
        'value': 'P81.000',
        'label': 'P81.000 新生儿环境性高温'
    },
    {
        'value': 'P81.001',
        'label': 'P81.001 新生儿捂热综合征'
    },
    {
        'value': 'P81.800',
        'label': 'P81.800 新生儿其他特指的体温调节障碍'
    },
    {
        'value': 'P81.900',
        'label': 'P81.900 新生儿体温调节障碍'
    },
    {
        'value': 'P81.901',
        'label': 'P81.901 新生儿脱水热'
    },
    {
        'value': 'P81.902',
        'label': 'P81.902 新生儿发热'
    },
    {
        'value': 'P83.000',
        'label': 'P83.000 新生儿硬化病[硬肿症]'
    },
    {
        'value': 'P83.100',
        'label': 'P83.100 新生儿中毒性红斑'
    },
    {
        'value': 'P83.200',
        'label': 'P83.200 非溶血性疾病引起的胎儿水肿'
    },
    {
        'value': 'P83.300',
        'label': 'P83.300 特发于胎儿和新生儿的其他和未特指的水肿'
    },
    {
        'value': 'P83.301',
        'label': 'P83.301 新生儿水肿'
    },
    {
        'value': 'P83.302',
        'label': 'P83.302 胎儿水肿'
    },
    {
        'value': 'P83.400',
        'label': 'P83.400 新生儿乳房肿胀'
    },
    {
        'value': 'P83.401',
        'label': 'P83.401 新生儿非感染性乳腺炎'
    },
    {
        'value': 'P83.500x002',
        'label': 'P83.500x002 先天性睾丸鞘膜积液'
    },
    {
        'value': 'P83.500x003',
        'label': 'P83.500x003 先天性精索鞘膜积液'
    },
    {
        'value': 'P83.600',
        'label': 'P83.600 新生儿脐息肉'
    },
    {
        'value': 'P83.800x004',
        'label': 'P83.800x004 新生儿硬皮病'
    },
    {
        'value': 'P83.800x005',
        'label': 'P83.800x005 青铜症[婴儿青铜综合征]'
    },
    {
        'value': 'P83.800x006',
        'label': 'P83.800x006 蓝莓松饼状婴儿'
    },
    {
        'value': 'P83.800x007',
        'label': 'P83.800x007 新生儿皮肤附属器息肉'
    },
    {
        'value': 'P83.801',
        'label': 'P83.801 新生儿红斑'
    },
    {
        'value': 'P83.802',
        'label': 'P83.802 新生儿皮下脂肪坏疽'
    },
    {
        'value': 'P83.803',
        'label': 'P83.803 新生儿荨麻疹'
    },
    {
        'value': 'P83.900',
        'label': 'P83.900 特发于胎儿和新生儿体被的情况'
    },
    {
        'value': 'P83.901',
        'label': 'P83.901 新生儿骶尾肿物'
    },
    {
        'value': 'P90.x00',
        'label': 'P90.x00 新生儿惊厥'
    },
    {
        'value': 'P90.x00x002',
        'label': 'P90.x00x002 新生儿抽搐'
    },
    {
        'value': 'P91.000',
        'label': 'P91.000 新生儿大脑缺血'
    },
    {
        'value': 'P91.000x002',
        'label': 'P91.000x002 新生儿脑梗死'
    },
    {
        'value': 'P91.100',
        'label': 'P91.100 新生儿后天性脑室周围囊肿'
    },
    {
        'value': 'P91.200',
        'label': 'P91.200 新生儿脑白质软化'
    },
    {
        'value': 'P91.300',
        'label': 'P91.300 新生儿大脑兴奋增盛'
    },
    {
        'value': 'P91.400',
        'label': 'P91.400 新生儿大脑抑制'
    },
    {
        'value': 'P91.500',
        'label': 'P91.500 新生儿昏迷'
    },
    {
        'value': 'P91.600',
        'label': 'P91.600 新生儿缺氧缺血性脑病'
    },
    {
        'value': 'P91.700',
        'label': 'P91.700 后天性新生儿脑积水'
    },
    {
        'value': 'P91.800',
        'label': 'P91.800 新生儿其他特指的大脑障碍'
    },
    {
        'value': 'P91.800x001',
        'label': 'P91.800x001 新生儿脑病'
    },
    {
        'value': 'P91.801',
        'label': 'P91.801 新生儿颅内静脉窦血栓形成'
    },
    {
        'value': 'P91.802',
        'label': 'P91.802 新生儿中毒性脑病'
    },
    {
        'value': 'P91.900',
        'label': 'P91.900 新生儿大脑障碍'
    },
    {
        'value': 'P91.900x001',
        'label': 'P91.900x001 围生期脑损伤'
    },
    {
        'value': 'P92.000',
        'label': 'P92.000 新生儿呕吐'
    },
    {
        'value': 'P92.001',
        'label': 'P92.001 新生儿贲门松弛'
    },
    {
        'value': 'P92.100',
        'label': 'P92.100 新生儿反胃和反刍'
    },
    {
        'value': 'P92.100x001',
        'label': 'P92.100x001 新生儿胃食管反流'
    },
    {
        'value': 'P92.200',
        'label': 'P92.200 新生儿进食缓慢'
    },
    {
        'value': 'P92.300',
        'label': 'P92.300 新生儿喂养不足'
    },
    {
        'value': 'P92.400',
        'label': 'P92.400 新生儿喂养过量'
    },
    {
        'value': 'P92.500',
        'label': 'P92.500 新生儿母乳喂养困难'
    },
    {
        'value': 'P92.800',
        'label': 'P92.800 新生儿的其他喂养问题'
    },
    {
        'value': 'P92.800x001',
        'label': 'P92.800x001 新生儿喂养不当'
    },
    {
        'value': 'P92.800x003',
        'label': 'P92.800x003 新生儿喂养不耐受'
    },
    {
        'value': 'P92.900',
        'label': 'P92.900 新生儿喂养问题'
    },
    {
        'value': 'P93',
        'label': 'P93 胎儿和新生儿用药引起的反应和中毒'
    },
    {
        'value': 'P93.x00',
        'label': 'P93.x00 胎儿和新生儿用药引起的反应和中毒'
    },
    {
        'value': 'P93.x01',
        'label': 'P93.x01 新生儿用药中毒'
    },
    {
        'value': 'P93.x02',
        'label': 'P93.x02 新生儿灰白综合征'
    },
    {
        'value': 'P94.000',
        'label': 'P94.000 短暂性新生儿重症肌无力'
    },
    {
        'value': 'P94.100',
        'label': 'P94.100 先天性张力过高'
    },
    {
        'value': 'P94.100x001',
        'label': 'P94.100x001 先天性肌张力增高'
    },
    {
        'value': 'P94.200',
        'label': 'P94.200 先天性张力过低'
    },
    {
        'value': 'P94.200x001',
        'label': 'P94.200x001 先天性肌张力减退'
    },
    {
        'value': 'P94.200x002',
        'label': 'P94.200x002 先天性肌弛缓综合征[松软儿]'
    },
    {
        'value': 'P94.800',
        'label': 'P94.800 新生儿其他的肌张力疾患'
    },
    {
        'value': 'P94.900',
        'label': 'P94.900 新生儿肌张力疾患'
    },
    {
        'value': 'P95.x00',
        'label': 'P95.x00 胎儿死亡'
    },
    {
        'value': 'P95.x00x001',
        'label': 'P95.x00x001 石胎'
    },
    {
        'value': 'P96.000',
        'label': 'P96.000 先天性肾衰竭'
    },
    {
        'value': 'P96.000x001',
        'label': 'P96.000x001 先天性肾功能衰竭'
    },
    {
        'value': 'P96.000x002',
        'label': 'P96.000x002 新生儿尿毒症'
    },
    {
        'value': 'P96.100x001',
        'label': 'P96.100x001 新生儿撤药综合征（母亲药瘾）'
    },
    {
        'value': 'P96.100x002',
        'label': 'P96.100x002 新生儿药物戒断综合征（母亲药瘾）'
    },
    {
        'value': 'P96.200',
        'label': 'P96.200 新生儿使用治疗性药物所致的脱瘾性症状'
    },
    {
        'value': 'P96.300',
        'label': 'P96.300 新生儿宽颅缝'
    },
    {
        'value': 'P96.301',
        'label': 'P96.301 新生儿颅骨软化'
    },
    {
        'value': 'P96.400',
        'label': 'P96.400 妊娠终止，影响到胎儿和新生儿'
    },
    {
        'value': 'P96.500',
        'label': 'P96.500 子宫内操作的并发症，不可归类在他处者'
    },
    {
        'value': 'P96.800',
        'label': 'P96.800 起源于围生期其他特指的情况'
    },
    {
        'value': 'P96.800x101',
        'label': 'P96.800x101 新生儿颤抖'
    },
    {
        'value': 'P96.800x904',
        'label': 'P96.800x904 高危儿'
    },
    {
        'value': 'P96.801',
        'label': 'P96.801 新生儿多器官功能损害'
    },
    {
        'value': 'P96.802',
        'label': 'P96.802 新生儿缺血缺氧性肾损害'
    },
    {
        'value': 'P96.803',
        'label': 'P96.803 新生儿死亡'
    },
    {
        'value': 'P96.804',
        'label': 'P96.804 新生儿休克'
    },
    {
        'value': 'P96.900',
        'label': 'P96.900 起源于围生期的情况'
    },
    {
        'value': 'P96.900x001',
        'label': 'P96.900x001 新生儿反应低下'
    },
]